Repository: RoySawyer/nimzo_3d_14
Catalog: main_14_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Some of the new 3d chess sets have many more vertices in the pieces
ar: تحتوي بعض مجموعات الشطرنج ثلاثية الأبعاد الجديدة على رؤوس أكثر بكثير في القطع
bg: Някои от новите 3D шахматни комплекти имат много повече върхове във фигурите
bn: নতুন কিছু 3D দাবা সেটের টুকরোগুলিতে আরও অনেক শীর্ষবিন্দু রয়েছে।
cs: Některé z nových 3D šachových sad mají ve figurkách mnohem více vrcholů.
da: Nogle af de nye 3D-skakspil har mange flere hjørner i brikkerne
de: Einige der neuen 3D-Schachsets weisen deutlich mehr Eckpunkte in den Figuren auf.
el: Μερικά από τα νέα τρισδιάστατα σετ σκακιού έχουν πολύ περισσότερες κορυφές στα κομμάτια
es: Algunos de los nuevos juegos de ajedrez 3D tienen muchas más piezas con múltiples vértices.
et: Mõnel uuel 3D-malekomplektil on nuppudes palju rohkem tippe.
fa: برخی از مجموعه‌های شطرنج سه‌بعدی جدید، رئوس بسیار بیشتری در مهره‌ها دارند.
fi: Joissakin uusissa 3D-shakkisarjoissa on paljon enemmän kärkiä nappuloissa
fr: Certains des nouveaux jeux d'échecs 3D comportent beaucoup plus de sommets dans les pièces
he: לחלק ממערכות השחמט התלת-ממדיות החדשות יש הרבה יותר קודקודים בכלים
hi: कुछ नए 3डी शतरंज सेटों में मोहरों में कई और शीर्ष होते हैं
hu: Néhány új 3D-s sakkkészlet bábui sokkal több csúcsponttal rendelkeznek.
id: Beberapa set catur 3D baru memiliki lebih banyak titik sudut pada buahnya
it: Alcuni dei nuovi set di scacchi 3D hanno molti più vertici nei pezzi
ja: 新しい3Dチェスセットの中には、駒の頂点がさらに増えているものもあります。
lt: Kai kuriuose naujuose 3D šachmatų rinkiniuose figūrų viršūnių yra daug daugiau.
lv: Dažiem jaunajiem 3D šaha komplektiem ir daudz vairāk virsotņu figūrās.
nl: Sommige van de nieuwe 3D-schaakspellen hebben veel meer hoekpunten in de stukken
no: Noen av de nye 3D-sjakksettene har mange flere hjørner i brikkene
pl: Niektóre nowe zestawy szachów 3D mają o wiele więcej wierzchołków w figurach
pt: Alguns dos novos jogos de xadrez 3D têm muito mais vértices nas peças.
ro: Unele dintre noile seturi de șah 3D au mult mai multe vârfuri în piese
ru: В некоторых новых 3D-шахматах фигур гораздо больше вершин.
sq: Disa nga setet e reja të shahut 3D kanë shumë më tepër kulme në gurë.
sr: Неки од нових 3Д шаховских сетова имају много више врхова у фигурама
sv: Några av de nya 3D-schackspelen har många fler hörn i pjäserna
sw: Baadhi ya seti mpya za chess za 3d zina wima nyingi zaidi kwenye vipande
ta: புதிய 3D சதுரங்கத் தொகுப்புகளில் சிலவற்றில் இன்னும் பல முனைகள் உள்ளன.
th: หมากรุก 3 มิติใหม่บางชุดมีจุดยอดบนชิ้นส่วนเพิ่มมากขึ้น
tr: Yeni 3 boyutlu satranç takımlarının bazılarında parçalarda çok daha fazla köşe noktası var
uk: Деякі з нових 3D-шахових наборів мають набагато більше вершин у фігурах
ur: شطرنج کے نئے 3d سیٹوں میں سے کچھ کے ٹکڑوں میں اور بھی بہت سی چوٹییں ہیں۔
vi: Một số bộ cờ vua 3D mới có nhiều đỉnh hơn trong các quân cờ

source: than the < Original > set, because they were designed for 3d printing
ar: من المجموعة < الأصلية >، لأنها مصممة للطباعة ثلاثية الأبعاد
bg: отколкото < Оригиналният > комплект, защото са проектирани за 3D печат
bn: <Original > সেটের চেয়ে, কারণ এগুলি 3D প্রিন্টিংয়ের জন্য ডিজাইন করা হয়েছিল
cs: než sada <Original>, protože byly navrženy pro 3D tisk
da: end det <Originale> sæt, fordi de var designet til 3D-printning
de: als das <Original>-Set, da sie für den 3D-Druck konzipiert wurden.
el: από το σετ < Original >, επειδή σχεδιάστηκαν για τρισδιάστατη εκτύπωση
es: que el conjunto <Original>, porque fueron diseñados para impresión 3D.
et: kui <Originaal> komplekt, sest need olid loodud 3D-printimiseks
fa: نسبت به مجموعه <اصلی>، زیرا آنها برای چاپ سه بعدی طراحی شده بودند
fi: kuin <Alkuperäinen>-sarja, koska ne oli suunniteltu 3D-tulostusta varten
fr: que le jeu < Original >, car ils ont été conçus pour l'impression 3D
he: מאשר הסט <המקורי>, מכיוון שהם תוכננו להדפסה תלת-ממדית
hi: < मूल > सेट की तुलना में, क्योंकि वे 3डी प्रिंटिंग के लिए डिज़ाइन किए गए थे
hu: mint az < Eredeti > készlet, mivel azokat 3D nyomtatásra tervezték
id: daripada set < Asli >, karena dirancang untuk pencetakan 3d
it: rispetto al set <Originale>, perché sono stati progettati per la stampa 3D
ja: 3Dプリント用に設計されているため、<オリジナル>セットよりも優れています
lt: nei < Original > rinkinys, nes jie buvo sukurti 3D spausdinimui
lv: nekā komplekts <Oriģināls>, jo tie bija paredzēti 3D drukāšanai
nl: dan de <Originele> set, omdat ze ontworpen zijn voor 3D-printen
no: enn det <Originale> settet, fordi de ble designet for 3D-printing
pl: niż zestaw <Oryginalny>, ponieważ zostały zaprojektowane do druku 3D
pt: do que o conjunto <Original>, porque foram projetados para impressão 3D.
ro: decât setul <Original>, deoarece au fost proiectate pentru imprimare 3D
ru: чем набор <Оригинал>, потому что они были разработаны для 3D-печати
sq: sesa seti <Original>, sepse ato ishin projektuar për printim 3D
sr: него <Оригинални> сет, јер су дизајнирани за 3Д штампање
sv: än <Original>-setet, eftersom de var designade för 3D-utskrift
sw: kuliko seti ya < Original >, kwa sababu ziliundwa kwa uchapishaji wa 3d
ta: <Original > தொகுப்பை விட, ஏனெனில் அவை 3D அச்சிடலுக்காக வடிவமைக்கப்பட்டுள்ளன.
th: กว่าชุด <ต้นฉบับ> เนื่องจากได้รับการออกแบบมาสำหรับการพิมพ์ 3 มิติ
tr: < Orijinal > setten daha iyidir, çünkü 3 boyutlu baskı için tasarlanmışlardır
uk: ніж набір < Оригінал >, оскільки вони були розроблені для 3D-друку
ur: <اصلی> سیٹ سے، کیونکہ وہ 3d پرنٹنگ کے لیے ڈیزائن کیے گئے تھے۔
vi: hơn bộ <Bản gốc>, vì chúng được thiết kế để in 3D

source: If you have an older computer, you may find that it struggles
ar: إذا كان لديك جهاز كمبيوتر قديم، فقد تجد أنه يواجه صعوبات
bg: Ако имате по-стар компютър, може да откриете, че той има проблеми
bn: আপনার যদি একটি পুরোনো কম্পিউটার থাকে, তাহলে আপনি হয়তো দেখতে পাবেন যে এটির
cs: Pokud máte starší počítač, můžete zjistit, že má potíže
da: Hvis du har en ældre computer, kan du opleve, at den har problemer
de: Wenn Sie einen älteren Computer besitzen, stellen Sie möglicherweise fest, dass er Schwierigkeiten hat.
el: Αν έχετε έναν παλαιότερο υπολογιστή, μπορεί να διαπιστώσετε ότι δυσκολεύεται
es: Si tienes un ordenador antiguo, puede que tengas problemas.
et: Kui sul on vanem arvuti, võid avastada, et sellega on raskusi
fa: اگر کامپیوتر قدیمی‌تری دارید، ممکن است متوجه شوید که با مشکل مواجه می‌شود
fi: Jos sinulla on vanhempi tietokone, saatat huomata, että se ei toimi kunnolla
fr: Si vous avez un ordinateur ancien, vous constaterez peut-être qu'il a des difficultés.
he: אם יש לכם מחשב ישן יותר, ייתכן שתגלו שהוא מתקשה
hi: यदि आपके पास पुराना कंप्यूटर है, तो आपको यह समस्या हो सकती है
hu: Ha régebbi számítógéped van, előfordulhat, hogy nehézségekbe ütközöl
id: Jika Anda memiliki komputer lama, Anda mungkin merasa kesulitan
it: Se hai un computer più vecchio, potresti scoprire che ha difficoltà
ja: 古いパソコンをお使いの場合は、
lt: Jei turite senesnį kompiuterį, galite pastebėti, kad jam sunku
lv: Ja jums ir vecāks dators, iespējams, ka tam ir grūtības
nl: Als u een oudere computer hebt, kan het zijn dat u problemen ondervindt
no: Hvis du har en eldre datamaskin, kan det hende du opplever at den sliter
pl: Jeśli masz starszy komputer, możesz mieć problemy z jego obsługą
pt: Se você tiver um computador mais antigo, poderá constatar que ele apresenta dificuldades.
ro: Dacă aveți un computer mai vechi, este posibil să observați că are dificultăți
ru: Если у вас старый компьютер, вы можете обнаружить, что он работает с трудом.
sq: Nëse keni një kompjuter të vjetër, mund të hasni vështirësi në funksionimin e tij.
sr: Ако имате старији рачунар, можда ћете открити да има проблема
sv: Om du har en äldre dator kan du märka att den har problem
sw: Ikiwa una kompyuta ya zamani, unaweza kupata kwamba inajitahidi
ta: உங்களிடம் பழைய கணினி இருந்தால், அது சிரமப்படுவதை நீங்கள் காணலாம்.
th: หากคุณมีคอมพิวเตอร์รุ่นเก่า คุณอาจพบว่ามันมีปัญหา
tr: Daha eski bir bilgisayarınız varsa, bunun zor olduğunu görebilirsiniz
uk: Якщо у вас старий комп'ютер, ви можете зіткнутися з проблемами
ur: اگر آپ کے پاس پرانا کمپیوٹر ہے، تو آپ کو معلوم ہو سکتا ہے کہ یہ مشکل ہے۔
vi: Nếu bạn có một máy tính cũ hơn, bạn có thể thấy rằng nó gặp khó khăn

source: to display the pieces in a timely fashion.
ar: لعرض القطع في الوقت المناسب.
bg: да се покажат произведенията своевременно.
bn: সময়মতো টুকরোগুলো প্রদর্শনের জন্য।
cs: aby se díla včas vystavovala.
da: at fremvise genstandene rettidigt.
de: um die Stücke zeitnah auszustellen.
el: για να παρουσιάσετε τα κομμάτια έγκαιρα.
es: para exhibir las piezas de manera oportuna.
et: teoseid õigeaegselt eksponeerida.
fa: تا قطعات به موقع نمایش داده شوند.
fi: jotta palaset saataisiin esille ajallaan.
fr: exposer les pièces en temps opportun.
he: כדי להציג את הפריטים בזמן.
hi: समय पर टुकड़ों को प्रदर्शित करने के लिए।
hu: hogy a darabokat időben bemutassák.
id: untuk menampilkan karya tersebut tepat waktu.
it: per esporre i pezzi in modo tempestivo.
ja: 作品をタイムリーに展示します。
lt: laiku eksponuoti kūrinius.
lv: lai savlaicīgi parādītu gabalus.
nl: om de stukken tijdig tentoon te stellen.
no: å vise frem gjenstandene i tide.
pl: aby zaprezentować eksponaty w odpowiednim czasie.
pt: Exibir as peças em tempo hábil.
ro: pentru a expune piesele la timp.
ru: для своевременной демонстрации экспонатов.
sq: për të shfaqur pjesët në kohën e duhur.
sr: да се делови прикажу на време.
sv: att visa upp föremålen i god tid.
sw: ili kuonyesha vipande kwa wakati.
ta: துண்டுகளை சரியான நேரத்தில் காட்சிப்படுத்த.
th: เพื่อจัดแสดงชิ้นงานได้ทันเวลา
tr: parçaları zamanında sergilemek.
uk: своєчасно демонструвати експонати.
ur: ایک بروقت فیشن میں ٹکڑوں کو ظاہر کرنے کے لئے.
vi: để trưng bày các tác phẩm một cách kịp thời.

source: The set with the highest vertex count is the < Dubrovnik > chess set.
ar: المجموعة التي تحتوي على أعلى عدد من الرؤوس هي مجموعة الشطرنج <دوبروفنيك>.
bg: Множеството с най-висок брой върхове е шахматният комплект < Дубровник >.
bn: সর্বোচ্চ শীর্ষবিন্দু গণনার সেট হল ডুব্রোভনিক > দাবা সেট।
cs: Sada s nejvyšším počtem vrcholů je šachová sada <Dubrovnik>.
da: Sættet med det højeste antal hjørner er <Dubrovnik> skaksættet.
de: Das Schachset mit der höchsten Knotenzahl ist das <Dubrovnik>-Schachset.
el: Το σύνολο με τον υψηλότερο αριθμό κορυφών είναι το σκακιστικό σύνολο < Ντουμπρόβνικ>.
es: El conjunto con mayor número de vértices es el juego de ajedrez < Dubrovnik >.
et: Suurima tippude arvuga malekomplekt on <Dubrovnik>.
fa: مجموعه‌ای که بیشترین تعداد رأس را دارد، مجموعه شطرنج <دوبروونیک> است.
fi: Suurimman kärkiluvun omaava sarja on < Dubrovnik > -shakkisarja.
fr: L'ensemble ayant le plus grand nombre de sommets est le jeu d'échecs < Dubrovnik >.
he: הקבוצה עם ספירת הקודקודים הגבוהה ביותר היא סט השחמט <דוברובניק>.
hi: सबसे अधिक शीर्ष संख्या वाला सेट < डबरोवनिक > शतरंज सेट है।
hu: A legmagasabb csúcsszámú halmaz a < Dubrovnik > sakkkészlet.
id: Himpunan dengan jumlah titik sudut tertinggi adalah himpunan catur < Dubrovnik >.
it: Il set con il numero più alto di vertici è il set di scacchi < Dubrovnik >.
ja: 頂点数が最も多いセットは、<ドゥブロヴニク>チェス セットです。
lt: Rinkinys su didžiausiu viršūnių skaičiumi yra <Dubrovniko> šachmatų rinkinio.
lv: Komplekts ar vislielāko virsotņu skaitu ir <Dubrovnik> šaha komplekts.
nl: De set met het hoogste aantal hoekpunten is de < Dubrovnik > schaakset.
no: Settet med høyest antall toppunkter er sjakksettet <Dubrovnik>.
pl: Zestawem o największej liczbie wierzchołków jest zestaw szachowy < Dubrovnik >.
pt: O conjunto com o maior número de vértices é o conjunto de xadrez < Dubrovnik >.
ro: Setul cu cel mai mare număr de vârfuri este setul de șah < Dubrovnik >.
ru: Набор с наибольшим количеством вершин — это шахматный набор «Дубровник».
sq: Bashkësia me numrin më të lartë të kulmeve është bashkësia e shahut <Dubrovnik>.
sr: Скуп са највећим бројем врхова је шаховски сет < Дубровник >.
sv: Mängden med det högsta antalet hörn är schacksetet <Dubrovnik>.
sw: Seti iliyo na hesabu ya juu zaidi ya vertex ni seti ya < Dubrovnik > chess.
ta: அதிக உச்சி எண்ணிக்கையைக் கொண்ட தொகுப்பு டப்ரோவ்னிக் > சதுரங்கத் தொகுப்பாகும்.
th: ชุดที่มีจำนวนจุดยอดสูงสุดคือชุดหมากรุก < Dubrovnik >
tr: En yüksek tepe sayısına sahip olan takım < Dubrovnik > satranç takımıdır.
uk: Набір з найбільшою кількістю вершин — це шаховий набір <Dubrovnik>.
ur: سب سے زیادہ چوٹی کی گنتی والا سیٹ <ڈبروونک> شطرنج کا سیٹ ہے۔
vi: Bộ cờ có số đỉnh cao nhất là bộ cờ < Dubrovnik >.

source: So if your computer works well with this one,
ar: لذا، إذا كان جهاز الكمبيوتر الخاص بك يعمل بشكل جيد مع هذا الجهاز،
bg: Така че, ако компютърът ви работи добре с това,
bn: তাহলে যদি আপনার কম্পিউটার এটির সাথে ভালোভাবে কাজ করে,
cs: Takže pokud váš počítač s tímto funguje dobře,
da: Så hvis din computer fungerer godt med denne,
de: Wenn Ihr Computer also damit gut funktioniert,
el: Έτσι, αν ο υπολογιστής σας λειτουργεί καλά με αυτό,
es: Así que si tu ordenador funciona bien con este,
et: Seega, kui teie arvuti sellega hästi töötab,
fa: بنابراین اگر کامپیوتر شما با این یکی خوب کار می‌کند،
fi: Joten jos tietokoneesi toimii tämän kanssa hyvin,
fr: Donc si votre ordinateur fonctionne bien avec celui-ci,
he: אז אם המחשב שלך עובד טוב עם זה,
hi: तो अगर आपका कंप्यूटर इसके साथ अच्छी तरह से काम करता है,
hu: Szóval, ha a számítógéped jól működik ezzel,
id: Jadi jika komputer Anda bekerja dengan baik dengan yang satu ini,
it: Quindi se il tuo computer funziona bene con questo,
ja: あなたのコンピュータがこれでうまく動作するなら、
lt: Taigi, jei jūsų kompiuteris su šiuo įrenginiu veikia gerai,
lv: Tātad, ja jūsu dators darbojas labi ar šo,
nl: Dus als uw computer hier goed mee werkt,
no: Så hvis datamaskinen din fungerer bra med denne,
pl: Jeśli więc Twój komputer dobrze współpracuje z tym,
pt: Então, se o seu computador funcionar bem com este,
ro: Deci, dacă calculatorul tău funcționează bine cu acesta,
ru: Итак, если ваш компьютер хорошо с этим работает,
sq: Pra, nëse kompjuteri juaj funksionon mirë me këtë,
sr: Дакле, ако ваш рачунар добро ради са овим,
sv: Så om din dator fungerar bra med den här,
sw: Kwa hivyo ikiwa kompyuta yako inafanya kazi vizuri na hii,
ta: எனவே உங்கள் கணினி இதனுடன் நன்றாக வேலை செய்தால்,
th: ดังนั้นหากคอมพิวเตอร์ของคุณทำงานได้ดีกับอันนี้
tr: Eğer bilgisayarınız bu programla iyi çalışıyorsa,
uk: Отже, якщо ваш комп'ютер добре працює з цим,
ur: لہذا اگر آپ کا کمپیوٹر اس کے ساتھ اچھا کام کرتا ہے،
vi: Vì vậy, nếu máy tính của bạn hoạt động tốt với cái này,

source: it will be fine with all of the others.
ar: سيكون الأمر على ما يرام مع جميع الآخرين.
bg: ще бъде добре с всички останали.
bn: বাকি সবগুলোর সাথেই ঠিক থাকবে।
cs: Se všemi ostatními to bude v pořádku.
da: det vil gå fint med alle de andre.
de: Mit allen anderen wird es kein Problem sein.
el: θα είναι μια χαρά με όλους τους άλλους.
es: No tendrá ningún problema con los demás.
et: kõigi teistega saab kõik korda.
fa: با بقیه خوب خواهد بود.
fi: kyllä ​​se kaikkien muiden kanssa pärjää.
fr: Ça ira bien avec tous les autres.
he: זה יהיה בסדר עם כל האחרים.
hi: बाकी सभी के साथ सब ठीक रहेगा।
hu: a többivel minden rendben lesz.
id: itu akan baik-baik saja dengan yang lainnya.
it: andrà bene con tutti gli altri.
ja: 他のすべてについては問題ありません。
lt: su visais kitais bus gerai.
lv: ar visiem pārējiem viss būs kārtībā.
nl: met de anderen zal het wel goed gaan.
no: det går bra med alle de andre.
pl: ze wszystkimi innymi będzie dobrze.
pt: Vai ficar tudo bem com todos os outros.
ro: va fi bine cu toate celelalte.
ru: со всеми остальными будет в порядке.
sq: do të jetë mirë me të gjithë të tjerët.
sr: Биће у реду са свима осталима.
sv: det kommer att gå bra med alla de andra.
sw: itakuwa sawa na wengine wote.
ta: மற்ற அனைவருக்கும் இது நன்றாக இருக்கும்.
th: ส่วนคนอื่น ๆ มันก็จะดีเหมือนกัน
tr: diğerlerinin hepsiyle iyi olacak.
uk: з усіма іншими все буде добре.
ur: یہ دوسروں کے ساتھ ٹھیک ہو جائے گا.
vi: sẽ ổn với tất cả những thứ khác.

source: Save options
ar: خيارات الحفظ
bg: Опции за запазване
bn: সংরক্ষণের বিকল্পগুলি
cs: Možnosti uložení
da: Gem muligheder
de: Speicheroptionen
el: Αποθήκευση επιλογών
es: Guardar opciones
et: Salvesta valikud
fa: گزینه‌ها را ذخیره کنید
fi: Tallennusvaihtoehdot
fr: Options de sauvegarde
he: אפשרויות שמירה
hi: विकल्प सहेजें
hu: Mentési beállítások
id: Opsi penyimpanan
it: Opzioni di salvataggio
ja: 保存オプション
lt: Išsaugojimo parinktys
lv: Saglabāšanas opcijas
nl: Opties opslaan
no: Lagre alternativer
pl: Zapisz opcje
pt: Salvar opções
ro: Salvați opțiunile
ru: Сохранить параметры
sq: Ruaj opsionet
sr: Опције чувања
sv: Spara alternativ
sw: Hifadhi chaguo
ta: விருப்பங்களைச் சேமிக்கவும்
th: ตัวเลือกการบันทึก
tr: Kaydetme seçenekleri
uk: Зберегти параметри
ur: اختیارات محفوظ کریں۔
vi: Lưu tùy chọn

source: Save 3d options
ar: حفظ خيارات ثلاثية الأبعاد
bg: Запазване на 3D опции
bn: 3D বিকল্পগুলি সংরক্ষণ করুন
cs: Uložit 3D možnosti
da: Gem 3D-muligheder
de: 3D-Optionen speichern
el: Αποθήκευση επιλογών 3D
es: Guardar opciones 3D
et: Salvesta 3D-valikud
fa: گزینه‌های سه‌بعدی را ذخیره کنید
fi: Tallenna 3D-asetukset
fr: Options 3D enregistrées
he: שמירת אפשרויות תלת-ממדיות
hi: 3D विकल्प सहेजें
hu: 3D-s beállítások mentése
id: Simpan opsi 3d
it: Salva le opzioni 3D
ja: 3Dオプションを保存
lt: Išsaugoti 3D parinktis
lv: Saglabāt 3D opcijas
nl: 3D-opties opslaan
no: Lagre 3D-alternativer
pl: Zapisz opcje 3D
pt: Salvar opções 3D
ro: Salvați opțiunile 3D
ru: Сохранить 3D-параметры
sq: Ruaj opsionet 3D
sr: Сачувај 3Д опције
sv: Spara 3D-alternativ
sw: Hifadhi chaguzi za 3d
ta: 3D விருப்பங்களைச் சேமிக்கவும்
th: บันทึกตัวเลือก 3 มิติ
tr: 3D seçeneklerini kaydet
uk: Зберегти 3D-параметри
ur: 3d اختیارات محفوظ کریں۔
vi: Lưu tùy chọn 3D

source: Select .dxo file to save 3d options
ar: حدد ملف .dxo لحفظ خيارات ثلاثية الأبعاد
bg: Изберете .dxo файл, за да запазите 3D опциите
bn: 3D অপশন সংরক্ষণ করতে .dxo ফাইলটি নির্বাচন করুন।
cs: Vyberte soubor .dxo pro uložení 3D možností
da: Vælg .dxo-fil for at gemme 3D-indstillinger
de: Wählen Sie die .dxo-Datei aus, um die 3D-Optionen zu speichern.
el: Επιλέξτε το αρχείο .dxo για να αποθηκεύσετε τις επιλογές 3D
es: Seleccione el archivo .dxo para guardar las opciones 3D
et: 3D-valikute salvestamiseks valige .dxo-fail
fa: برای ذخیره گزینه‌های سه‌بعدی، فایل .dxo را انتخاب کنید.
fi: Valitse .dxo-tiedosto tallentaaksesi 3D-asetukset
fr: Sélectionnez le fichier .dxo pour enregistrer les options 3D
he: בחר קובץ .dxo כדי לשמור אפשרויות תלת-ממד
hi: 3D विकल्पों को सहेजने के लिए .dxo फ़ाइल का चयन करें
hu: Válassza ki a .dxo fájlt a 3D beállítások mentéséhez
id: Pilih file .dxo untuk menyimpan opsi 3d
it: Seleziona il file .dxo per salvare le opzioni 3D
ja: 3Dオプションを保存するには.dxoファイルを選択
lt: Pasirinkite .dxo failą, kad išsaugotumėte 3D parinktis
lv: Atlasiet .dxo failu, lai saglabātu 3D opcijas
nl: Selecteer een .dxo-bestand om 3D-opties op te slaan
no: Velg .dxo-fil for å lagre 3D-alternativer
pl: Wybierz plik .dxo, aby zapisać opcje 3D
pt: Selecione o arquivo .dxo para salvar as opções 3D.
ro: Selectați fișierul .dxo pentru a salva opțiunile 3D
ru: Выберите файл .dxo для сохранения 3D-параметров.
sq: Zgjidhni skedarin .dxo për të ruajtur opsionet 3D
sr: Изаберите .dxo датотеку да бисте сачували 3D опције
sv: Välj .dxo-fil för att spara 3D-alternativ
sw: Chagua faili ya .dxo ili kuhifadhi chaguo za 3d
ta: 3D விருப்பங்களைச் சேமிக்க .dxo கோப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกไฟล์ .dxo เพื่อบันทึกตัวเลือก 3 มิติ
tr: 3D seçeneklerini kaydetmek için .dxo dosyasını seçin
uk: Виберіть файл .dxo для збереження 3D-параметрів
ur: 3d آپشنز کو محفوظ کرنے کے لیے .dxo فائل کو منتخب کریں۔
vi: Chọn tệp .dxo để lưu tùy chọn 3D

source: Load options
ar: خيارات التحميل
bg: Опции за зареждане
bn: লোড অপশন
cs: Možnosti načtení
da: Indlæsningsmuligheder
de: Ladeoptionen
el: Επιλογές φόρτωσης
es: Opciones de carga
et: Laadimisvalikud
fa: گزینه‌های بارگذاری
fi: Latausvaihtoehdot
fr: Options de chargement
he: אפשרויות טעינה
hi: लोड विकल्प
hu: Betöltési lehetőségek
id: Opsi beban
it: Opzioni di caricamento
ja: 読み込みオプション
lt: Įkėlimo parinktys
lv: Ielādes opcijas
nl: Laadopties
no: Last inn alternativer
pl: Opcje ładowania
pt: Opções de carregamento
ro: Opțiuni de încărcare
ru: Параметры загрузки
sq: Opsionet e ngarkimit
sr: Опције учитавања
sv: Ladda alternativ
sw: Chaguzi za mzigo
ta: விருப்பங்களை ஏற்று
th: ตัวเลือกการโหลด
tr: Yükleme seçenekleri
uk: Параметри завантаження
ur: اختیارات لوڈ کریں۔
vi: Tùy chọn tải

source: Load 3d options
ar: تحميل خيارات ثلاثية الأبعاد
bg: Зареждане на 3D опции
bn: 3D বিকল্পগুলি লোড করুন
cs: Načíst 3D možnosti
da: Indlæs 3D-muligheder
de: 3D-Optionen laden
el: Φόρτωση επιλογών 3D
es: Cargar opciones 3D
et: Laadi 3D-valikud
fa: بارگذاری گزینه‌های سه‌بعدی
fi: Lataa 3D-asetukset
fr: Charger les options 3D
he: טעינת אפשרויות תלת-ממדיות
hi: 3D विकल्प लोड करें
hu: 3D-s beállítások betöltése
id: Muat opsi 3d
it: Carica opzioni 3D
ja: 3Dオプションを読み込む
lt: Įkelti 3D parinktis
lv: Ielādēt 3D opcijas
nl: 3D-opties laden
no: Last inn 3D-alternativer
pl: Załaduj opcje 3D
pt: Carregar opções 3D
ro: Încărcați opțiunile 3D
ru: Загрузить 3D-параметры
sq: Ngarko opsionet 3D
sr: Учитај 3Д опције
sv: Ladda 3D-alternativ
sw: Pakia chaguzi za 3d
ta: 3D விருப்பங்களை ஏற்று
th: โหลดตัวเลือก 3 มิติ
tr: 3D seçeneklerini yükle
uk: Завантажити 3D-параметри
ur: 3d اختیارات لوڈ کریں۔
vi: Tải tùy chọn 3D

source: Select .dxo file to load 3d options
ar: حدد ملف .dxo لتحميل خيارات ثلاثية الأبعاد
bg: Изберете .dxo файл, за да заредите 3D опции
bn: 3D অপশন লোড করতে .dxo ফাইলটি নির্বাচন করুন।
cs: Vyberte soubor .dxo pro načtení 3D možností
da: Vælg .dxo-fil for at indlæse 3D-muligheder
de: Wählen Sie die .dxo-Datei aus, um die 3D-Optionen zu laden.
el: Επιλέξτε το αρχείο .dxo για να φορτώσετε τις επιλογές 3d
es: Seleccione el archivo .dxo para cargar las opciones 3D
et: 3D-valikute laadimiseks valige .dxo-fail
fa: برای بارگذاری گزینه‌های سه‌بعدی، فایل .dxo را انتخاب کنید.
fi: Valitse .dxo-tiedosto ladataksesi 3D-asetukset
fr: Sélectionnez le fichier .dxo pour charger les options 3D
he: בחר קובץ .dxo כדי לטעון אפשרויות תלת-ממדיות
hi: 3D विकल्प लोड करने के लिए .dxo फ़ाइल चुनें
hu: Válassza ki a .dxo fájlt a 3D-s beállítások betöltéséhez
id: Pilih file .dxo untuk memuat opsi 3d
it: Seleziona il file .dxo per caricare le opzioni 3D
ja: 3Dオプションを読み込むには.dxoファイルを選択してください
lt: Pasirinkite .dxo failą, kad įkeltumėte 3D parinktis
lv: Atlasiet .dxo failu, lai ielādētu 3D opcijas
nl: Selecteer een .dxo-bestand om 3D-opties te laden
no: Velg .dxo-fil for å laste inn 3D-alternativer
pl: Wybierz plik .dxo, aby załadować opcje 3D
pt: Selecione o arquivo .dxo para carregar as opções 3D.
ro: Selectați fișierul .dxo pentru a încărca opțiunile 3D
ru: Выберите файл .dxo для загрузки 3D-параметров.
sq: Zgjidh skedarin .dxo për të ngarkuar opsionet 3D
sr: Изаберите .dxo датотеку да бисте учитали 3D опције
sv: Välj .dxo-fil för att ladda 3D-alternativ
sw: Chagua faili ya .dxo ili kupakia chaguo za 3d
ta: 3D விருப்பங்களை ஏற்ற .dxo கோப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกไฟล์ .dxo เพื่อโหลดตัวเลือก 3 มิติ
tr: 3D seçeneklerini yüklemek için .dxo dosyasını seçin
uk: Виберіть файл .dxo, щоб завантажити 3D-параметри
ur: 3d اختیارات لوڈ کرنے کے لیے .dxo فائل کو منتخب کریں۔
vi: Chọn tệp .dxo để tải các tùy chọn 3D
