Repository: RoySawyer/nimzo_3d_14
Catalog: main_14_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: i.e if the last set is < Set k > then the new one should be < Set l >
ar: على سبيل المثال، إذا كانت المجموعة الأخيرة هي <المجموعة k>، فيجب أن تكون المجموعة الجديدة <المجموعة l>
bg: т.е. ако последният набор е < Набор k >, тогава новият трябва да бъде < Набор l >
bn: অর্থাৎ যদি শেষ সেটটি <Set k > হয়, তাহলে নতুন সেটটি <Setl > হওয়া উচিত।
cs: tj. pokud poslední sada je < Sada k >, pak nová by měla být < Sada l >
da: dvs. hvis det sidste sæt er <Sæt k>, så skal det nye være <Sæt l>
de: d.h., wenn die letzte Menge <Menge k> ist, dann sollte die neue Menge <Menge l> sein.
el: δηλαδή αν το τελευταίο σύνολο είναι < Σύνολο k> τότε το νέο θα πρέπει να είναι < Σύνολο l>
es: Es decir, si el último conjunto es < Conjunto k >, entonces el nuevo debe ser < Conjunto l >.
et: st kui viimane komplekt on < Komplekt k >, siis uus peaks olema < Komplekt l >
fa: یعنی اگر آخرین مجموعه <مجموعه k> باشد، مجموعه جدید باید <مجموعه l> باشد.
fi: ts. jos viimeisin joukko on < Joukko k >, niin uuden tulisi olla < Joukko l >
fr: c'est-à-dire que si le dernier ensemble est < Ensemble k >, alors le nouveau devrait être < Ensemble l >.
he: כלומר, אם הקבוצה האחרונה היא < קבוצה k > אז הקבוצה החדשה צריכה להיות < קבוצה l >
hi: अर्थात यदि अंतिम सेट < सेट k > है तो नया सेट < सेट l > होना चाहिए
hu: azaz ha az utolsó halmaz < k halmaz >, akkor az új halmaznak < l halmaz >-nak kell lennie
id: yaitu jika himpunan terakhir adalah < Himpunan k > maka himpunan yang baru haruslah < Himpunan l >
it: cioè se l'ultimo set è < Set k > allora quello nuovo dovrebbe essere < Set l >
ja: つまり、最後のセットが < Set k > の場合、新しいセットは < Set l > になります。
lt: t. y. jei paskutinis rinkinys yra < Rinkinys k >, tai naujasis turėtų būti < Rinkinys l >
lv: t. i., ja pēdējā kopa ir < Kopiņa k>, tad jaunajai kopai jābūt < Kopiņa l>.
nl: d.w.z. als de laatste set < Set k > is, dan moet de nieuwe set < Set l > zijn
no: dvs. hvis det siste settet er <Sett k>, så skal det nye være <Sett l>
pl: tj. jeśli ostatni zestaw to < Zestaw k > to nowy powinien być < Zestaw l >
pt: Ou seja, se o último conjunto for < Conjunto k >, então o novo deverá ser < Conjunto l >.
ro: adică, dacă ultima setare este < Set k >, atunci cea nouă ar trebui să fie < Set l >
ru: т.е. если последний набор — это <Set k>, то новый должен быть <Set l>
sq: dmth. nëse bashkësia e fundit është < Bashkësia k> atëherë bashkësia e re duhet të jetë < Bashkësia l>
sr: тј. ако је последњи скуп < Скуп k >, онда нови треба да буде < Скуп l >
sv: d.v.s. om den sista uppsättningen är < Uppsättning k > så borde den nya vara < Uppsättning l >
sw: yaani ikiwa seti ya mwisho ni < Set k > basi mpya inapaswa kuwa < Set l >
ta: அதாவது கடைசி தொகுப்பு <Set k > எனில் புதியது <Set l > ஆக இருக்க வேண்டும்.
th: กล่าวคือ ถ้าชุดสุดท้ายคือ < ชุด k > ชุดใหม่ควรเป็น < ชุด l >
tr: yani son küme < Set k > ise yeni küme < Set l > olmalıdır
uk: тобто, якщо останній набір < Набір k >, то новий має бути < Набір l >
ur: یعنی اگر آخری سیٹ < Set k > ہے تو نیا < Set l > ہونا چاہیے۔
vi: tức là nếu tập hợp cuối cùng là < Tập hợp k > thì tập hợp mới phải là < Tập hợp l >

source: If you want an image of your new set displayed in the dialog box
ar: إذا كنت تريد عرض صورة للمجموعة الجديدة في مربع الحوار
bg: Ако искате изображение на новия ви комплект да се показва в диалоговия прозорец
bn: যদি আপনি চান যে আপনার নতুন সেটের একটি ছবি ডায়ালগ বক্সে প্রদর্শিত হোক
cs: Pokud chcete, aby se v dialogovém okně zobrazil obrázek vaší nové sady
da: Hvis du ønsker at få vist et billede af dit nye sæt i dialogboksen
de: Wenn Sie ein Bild Ihres neuen Sets im Dialogfeld anzeigen lassen möchten
el: Εάν θέλετε να εμφανίζεται μια εικόνα του νέου σας συνόλου στο παράθυρο διαλόγου
es: Si desea que se muestre una imagen de su nuevo conjunto en el cuadro de diálogo
et: Kui soovite, et dialoogiboksis kuvataks teie uue komplekti pilt
fa: اگر می‌خواهید تصویری از مجموعه جدیدتان در کادر محاوره‌ای نمایش داده شود
fi: Jos haluat uuden joukon kuvan näkyvän valintaikkunassa
fr: Si vous souhaitez qu'une image de votre nouvel ensemble s'affiche dans la boîte de dialogue
he: אם ברצונך שתמונה של הסט החדש שלך תוצג בתיבת הדו-שיח
hi: यदि आप अपने नए सेट की छवि संवाद बॉक्स में प्रदर्शित करना चाहते हैं
hu: Ha azt szeretné, hogy az új készlet képe megjelenjen a párbeszédpanelen
id: Jika Anda ingin gambar set baru Anda ditampilkan di kotak dialog
it: Se vuoi che un'immagine del tuo nuovo set venga visualizzata nella finestra di dialogo
ja: 新しいセットの画像をダイアログボックスに表示したい場合
lt: Jei norite, kad dialogo lange būtų rodomas naujo rinkinio vaizdas
lv: Ja vēlaties, lai dialoglodziņā tiktu parādīts jaunā komplekta attēls
nl: Als u een afbeelding van uw nieuwe set in het dialoogvenster wilt weergeven
no: Hvis du vil at et bilde av det nye settet ditt skal vises i dialogboksen
pl: Jeśli chcesz, aby w oknie dialogowym wyświetlił się obraz Twojego nowego zestawu
pt: Se você quiser que uma imagem do seu novo conjunto seja exibida na caixa de diálogo
ro: Dacă doriți ca o imagine a noului set să fie afișată în caseta de dialog
ru: Если вы хотите, чтобы изображение вашего нового набора отображалось в диалоговом окне
sq: Nëse dëshironi që një imazh i grupit tuaj të ri të shfaqet në kutinë e dialogut
sr: Ако желите да се слика вашег новог сета прикаже у дијалошком оквиру
sv: Om du vill att en bild av din nya uppsättning ska visas i dialogrutan
sw: Ikiwa unataka picha ya seti yako mpya ionyeshwe kwenye kisanduku cha mazungumzo
ta: உங்கள் புதிய தொகுப்பின் படம் உரையாடல் பெட்டியில் காட்டப்பட வேண்டுமென்றால்
th: หากคุณต้องการให้แสดงรูปภาพชุดใหม่ของคุณในกล่องโต้ตอบ
tr: Yeni setinizin bir görüntüsünün iletişim kutusunda görüntülenmesini istiyorsanız
uk: Якщо ви хочете, щоб зображення вашого нового набору відображалося в діалоговому вікні
ur: اگر آپ چاہتے ہیں کہ آپ کے نئے سیٹ کی تصویر ڈائیلاگ باکس میں دکھائی جائے۔
vi: Nếu bạn muốn hình ảnh của bộ mới của bạn được hiển thị trong hộp thoại

source: them you can make a screen shot of the set with Windows snipping tool
ar: يمكنك التقاط لقطة شاشة للمجموعة باستخدام أداة القص في نظام التشغيل Windows
bg: от тях можете да направите екранна снимка на комплекта с инструмента за изрязване на Windows
bn: আপনি উইন্ডোজ স্নিপিং টুল দিয়ে সেটটির একটি স্ক্রিনশট তৈরি করতে পারেন
cs: z nich můžete vytvořit snímek obrazovky sady pomocí nástroje pro vystřižení ve Windows
da: dem kan du lave et skærmbillede af sættet med Windows Snipping Tool
de: Anschließend können Sie mit dem Windows-Snipping-Tool einen Screenshot des Sets erstellen.
el: μπορείτε να δημιουργήσετε ένα στιγμιότυπο οθόνης του σετ με το εργαλείο αποκοπής των Windows
es: Para ello, puedes hacer una captura de pantalla del conjunto con la herramienta Recortes de Windows.
et: neist saate Windowsi lõikeriistaga ekraanipildi teha
fa: می‌توانید با ابزار Snipping ویندوز از آنها اسکرین شات بگیرید
fi: voit tehdä niistä kuvakaappauksen Windowsin kuvakaappaustyökalulla
fr: Vous pouvez ensuite réaliser une capture d'écran de l'ensemble avec l'outil Capture d'écran de Windows.
he: ניתן ליצור צילום מסך של הסט בעזרת כלי החיתוך של Windows
hi: आप विंडोज स्निपिंग टूल से सेट का स्क्रीनशॉट ले सकते हैं
hu: Készíthetsz róluk képernyőképet a Windows Képernyőkép eszközével.
id: Anda dapat membuat tangkapan layar set dengan alat pemotong Windows
it: puoi fare uno screenshot del set con lo strumento di cattura di Windows
ja: Windowsのスニッピングツールでセットのスクリーンショットを取ることができます
lt: galite padaryti ekrano kopiją naudodami „Windows“ iškarpų įrankį
lv: varat izveidot ekrānuzņēmumu no komplekta, izmantojot Windows izgriešanas rīku
nl: Je kunt er een schermafbeelding van maken met het Windows-knipprogramma
no: dem kan du ta et skjermbilde av settet med Windows-utklippsverktøyet
pl: możesz zrobić zrzut ekranu zestawu za pomocą narzędzia do wycinania w systemie Windows
pt: Você pode então fazer uma captura de tela do conjunto com a ferramenta de recorte do Windows.
ro: le puteți face o captură de ecran a setului cu instrumentul de decupare din Windows
ru: их можно сделать с помощью инструмента «Ножницы» в Windows
sq: mund të bëni një pamje të ekranit të setit me mjetin e prerjes së Windows-it
sr: Можете направити снимак екрана помоћу алатке за исецање у оперативном систему Windows
sv: dem kan du ta en skärmdump av uppsättningen med Windows klippverktyg
sw: nao unaweza kutengeneza picha ya skrini ya seti ukitumia zana ya kufyatua ya Windows
ta: விண்டோஸ் ஸ்னிப்பிங் கருவியைப் பயன்படுத்தி நீங்கள் தொகுப்பின் ஸ்கிரீன் ஷாட்டை எடுக்கலாம்.
th: คุณสามารถจับภาพหน้าจอของชุดนี้ด้วยเครื่องมือตัดภาพแบบ Windows ได้
tr: Windows ekran alıntısı aracını kullanarak setin ekran görüntüsünü alabilirsiniz
uk: з них ви можете зробити знімок екрана набору за допомогою інструмента "Ножниці" Windows
ur: انہیں آپ ونڈوز اسنیپنگ ٹول سے سیٹ کا اسکرین شاٹ بنا سکتے ہیں۔
vi: bạn có thể chụp ảnh màn hình bằng công cụ cắt của Windows

source: and put it in the new directory. It should be 250 pixels wide by 200 pixels high.
ar: ضعه في المجلد الجديد. يجب أن يكون عرضه 250 بكسل وارتفاعه 200 بكسل.
bg: и го поставете в новата директория. Трябва да е 250 пиксела ширина и 200 пиксела височина.
bn: এবং এটি নতুন ডিরেক্টরিতে রাখুন। এটি 250 পিক্সেল প্রস্থ এবং 200 পিক্সেল উঁচু হওয়া উচিত।
cs: a vložte jej do nového adresáře. Měl by mít rozměry 250 pixelů na šířku a 200 pixelů na výšku.
da: og læg den i den nye mappe. Den skal være 250 pixels bred og 200 pixels høj.
de: Legen Sie es in das neue Verzeichnis. Es sollte 250 Pixel breit und 200 Pixel hoch sein.
el: και τοποθετήστε το στον νέο κατάλογο. Θα πρέπει να έχει πλάτος 250 pixel επί ύψος 200 pixel.
es: y colócalo en el nuevo directorio. Debe tener 250 píxeles de ancho por 200 píxeles de alto.
et: ja pane see uude kataloogi. Selle mõõtmed peaksid olema 250 pikslit lai ja 200 pikslit kõrge.
fa: و آن را در دایرکتوری جدید قرار دهید. باید ۲۵۰ پیکسل عرض و ۲۰۰ پیکسل ارتفاع داشته باشد.
fi: ja siirrä se uuteen hakemistoon. Sen tulisi olla 250 pikseliä leveä ja 200 pikseliä korkea.
fr: Placez-le dans le nouveau répertoire. Il doit mesurer 250 pixels de large sur 200 pixels de haut.
he: והכניסו אותו לתיקייה החדשה. הוא צריך להיות ברוחב 250 פיקסלים ובגובה 200 פיקסלים.
hi: और इसे नई डायरेक्टरी में डालें। यह 250 पिक्सेल चौड़ा और 200 पिक्सेल ऊँचा होना चाहिए।
hu: és tedd az új könyvtárba. 250 pixel szélesnek és 200 pixel magasnak kell lennie.
id: dan letakkan di direktori baru. Ukurannya harus 250 piksel lebar dan 200 piksel tinggi.
it: e inseriscilo nella nuova directory. Dovrebbe essere largo 250 pixel e alto 200 pixel.
ja: 新しいディレクトリに配置します。幅250ピクセル、高さ200ピクセルのサイズにしてください。
lt: ir įdėkite jį į naują katalogą. Jo plotis turėtų būti 250 pikselių, o aukštis – 200 pikselių.
lv: un ievietojiet to jaunajā direktorijā. Tam jābūt 250 pikseļu platumā un 200 pikseļu augstumā.
nl: en plaats het in de nieuwe map. Het moet 250 pixels breed en 200 pixels hoog zijn.
no: og legg den i den nye mappen. Den skal være 250 piksler bred og 200 piksler høy.
pl: i umieść go w nowym katalogu. Powinien mieć 250 pikseli szerokości i 200 pikseli wysokości.
pt: e coloque-o no novo diretório. Ele deve ter 250 pixels de largura por 200 pixels de altura.
ro: și puneți-l în noul director. Ar trebui să aibă 250 pixeli lățime și 200 pixeli înălțime.
ru: и поместите его в новый каталог. Размер файла должен быть 250 пикселей в ширину и 200 пикселей в высоту.
sq: dhe vendoseni në direktorinë e re. Duhet të jetë 250 piksel i gjerë dhe 200 piksel i lartë.
sr: и ставите га у нови директоријум. Требало би да буде 250 пиксела ширине и 200 пиксела висине.
sv: och lägg den i den nya katalogen. Den ska vara 250 pixlar bred och 200 pixlar hög.
sw: na kuiweka kwenye saraka mpya. Inapaswa kuwa na upana wa saizi 250 na urefu wa pikseli 200.
ta: புதிய கோப்பகத்தில் வைக்கவும். இது 250 பிக்சல்கள் அகலம் 200 பிக்சல்கள் உயரம் இருக்க வேண்டும்.
th: แล้ววางไว้ในไดเรกทอรีใหม่ ควรมีความกว้าง 250 พิกเซล และความสูง 200 พิกเซล
tr: ve yeni dizine koyun. 250 piksel genişliğinde ve 200 piksel yüksekliğinde olmalı.
uk: і помістіть його в новий каталог. Його розміри повинні бути 250 пікселів завширшки та 200 пікселів заввишки.
ur: اور اسے نئی ڈائریکٹری میں ڈالیں۔ اس کی چوڑائی 250 پکسلز اور اونچائی 200 پکسلز ہونی چاہیے۔
vi: và đặt nó vào thư mục mới. Thư mục này sẽ có kích thước rộng 250 pixel và cao 200 pixel.

source: You can download a free trial version of Autodesk 3ds Max
ar: يمكنك تنزيل نسخة تجريبية مجانية من Autodesk 3ds Max
bg: Можете да изтеглите безплатна пробна версия на Autodesk 3ds Max
bn: আপনি Autodesk 3ds Max এর একটি বিনামূল্যের ট্রায়াল সংস্করণ ডাউনলোড করতে পারেন।
cs: Můžete si stáhnout bezplatnou zkušební verzi programu Autodesk 3ds Max
da: Du kan downloade en gratis prøveversion af Autodesk 3ds Max
de: Sie können eine kostenlose Testversion von Autodesk 3ds Max herunterladen.
el: Μπορείτε να κατεβάσετε μια δωρεάν δοκιμαστική έκδοση του Autodesk 3ds Max
es: Puedes descargar una versión de prueba gratuita de Autodesk 3ds Max.
et: Saate alla laadida Autodesk 3ds Maxi tasuta prooviversiooni.
fa: شما می‌توانید نسخه آزمایشی رایگان Autodesk 3ds Max را دانلود کنید.
fi: Voit ladata ilmaisen kokeiluversion Autodesk 3ds Maxista
fr: Vous pouvez télécharger une version d'essai gratuite d'Autodesk 3ds Max
he: ניתן להוריד גרסת ניסיון חינמית של Autodesk 3ds Max
hi: आप Autodesk 3ds Max का निःशुल्क परीक्षण संस्करण डाउनलोड कर सकते हैं
hu: Letöltheti az Autodesk 3ds Max ingyenes próbaverzióját
id: Anda dapat mengunduh versi uji coba gratis Autodesk 3ds Max
it: Puoi scaricare una versione di prova gratuita di Autodesk 3ds Max
ja: Autodesk 3ds Maxの無料試用版をダウンロードできます
lt: Galite nemokamai atsisiųsti bandomąją „Autodesk 3ds Max“ versiją
lv: Jūs varat lejupielādēt bezmaksas Autodesk 3ds Max izmēģinājuma versiju
nl: U kunt een gratis proefversie van Autodesk 3ds Max downloaden
no: Du kan laste ned en gratis prøveversjon av Autodesk 3ds Max
pl: Możesz pobrać bezpłatną wersję próbną programu Autodesk 3ds Max
pt: Você pode baixar uma versão de avaliação gratuita do Autodesk 3ds Max.
ro: Puteți descărca o versiune de încercare gratuită a Autodesk 3ds Max
ru: Вы можете загрузить бесплатную пробную версию Autodesk 3ds Max
sq: Mund të shkarkoni një version falas prove të Autodesk 3ds Max
sr: Можете преузети бесплатну пробну верзију програма Autodesk 3ds Max
sv: Du kan ladda ner en gratis testversion av Autodesk 3ds Max
sw: Unaweza kupakua toleo la majaribio la Autodesk 3ds Max
ta: நீங்கள் Autodesk 3ds Max இன் இலவச சோதனை பதிப்பைப் பதிவிறக்கலாம்.
th: คุณสามารถดาวน์โหลด Autodesk 3ds Max เวอร์ชันทดลองใช้งานฟรีได้
tr: Autodesk 3ds Max'in ücretsiz deneme sürümünü indirebilirsiniz
uk: Ви можете завантажити безкоштовну пробну версію Autodesk 3ds Max
ur: آپ Autodesk 3ds Max کا مفت ٹرائل ورژن ڈاؤن لوڈ کر سکتے ہیں۔
vi: Bạn có thể tải xuống phiên bản dùng thử miễn phí của Autodesk 3ds Max

source: if you don't already have one.
ar: إذا لم يكن لديك واحد بالفعل.
bg: ако все още нямате такъв.
bn: যদি আপনার কাছে ইতিমধ্যেই একটি না থাকে।
cs: pokud ho ještě nemáte.
da: hvis du ikke allerede har en.
de: falls Sie noch keinen haben.
el: αν δεν έχετε ήδη ένα.
es: Si aún no tienes uno.
et: kui sul seda veel pole.
fa: اگر از قبل یکی ندارید.
fi: jos sinulla ei vielä ole sellaista.
fr: si vous n'en avez pas déjà un.
he: אם אין לך כבר אחד.
hi: यदि आपके पास पहले से कोई नहीं है।
hu: ha még nincs ilyened.
id: jika Anda belum memilikinya.
it: se non ne hai già uno.
ja: まだお持ちでない場合は、お持ちください。
lt: jei dar neturite.
lv: ja jums tāda vēl nav.
nl: als je die nog niet hebt.
no: hvis du ikke allerede har en.
pl: jeśli jeszcze go nie masz.
pt: Se você ainda não tem um.
ro: dacă nu aveți deja unul.
ru: если у вас его еще нет.
sq: nëse nuk keni tashmë një.
sr: ако га већ немате.
sv: om du inte redan har en.
sw: kama huna tayari.
ta: உங்களிடம் ஏற்கனவே ஒன்று இல்லையென்றால்.
th: หากคุณยังไม่มี
tr: eğer henüz bir tane yoksa.
uk: якщо у вас його ще немає.
ur: اگر آپ کے پاس پہلے سے نہیں ہے۔
vi: nếu bạn chưa có.

source: There are also DirectX plug-in converters for the free, 3d model editing
ar: هناك أيضًا محولات إضافية لـ DirectX لتحرير النماذج ثلاثية الأبعاد مجانًا
bg: Има и DirectX плъгини конвертори за безплатно редактиране на 3D модели.
bn: বিনামূল্যে, 3D মডেল সম্পাদনার জন্য ডাইরেক্টএক্স প্লাগ-ইন কনভার্টারও রয়েছে।
cs: K dispozici jsou také převodníky pluginů DirectX pro bezplatnou úpravu 3D modelů.
da: Der findes også DirectX plugin-konvertere til gratis 3D-modelredigering.
de: Es gibt auch kostenlose DirectX-Plug-in-Konverter für die 3D-Modellbearbeitung.
el: Υπάρχουν επίσης μετατροπείς plug-in για το DirectX για δωρεάν επεξεργασία τρισδιάστατων μοντέλων.
es: También existen convertidores de complementos DirectX para la edición gratuita de modelos 3D.
et: Tasuta 3D-mudelite redigeerimiseks on olemas ka DirectX-i pistikprogrammide muundurid.
fa: همچنین مبدل‌های افزونه DirectX برای ویرایش رایگان مدل‌های سه‌بعدی وجود دارد.
fi: Saatavilla on myös DirectX-laajennusmuuntimia ilmaisiin 3D-mallien muokkaustoimintoihin.
fr: Il existe également des convertisseurs de plug-ins DirectX pour l'édition de modèles 3D gratuite.
he: ישנם גם ממירים של תוספי DirectX לעריכת מודלים תלת-ממדיים בחינם.
hi: निःशुल्क 3D मॉडल संपादन के लिए DirectX प्लग-इन कन्वर्टर्स भी उपलब्ध हैं
hu: Ingyenes 3D modellszerkesztéshez DirectX plug-in konverterek is elérhetők.
id: Ada juga konverter plug-in DirectX untuk pengeditan model 3D gratis
it: Esistono anche convertitori di plug-in DirectX per la modifica gratuita di modelli 3D
ja: 無料の3Dモデル編集用のDirectXプラグインコンバータもあります
lt: Taip pat yra „DirectX“ įskiepių keitikliai, skirti nemokamam 3D modelių redagavimui.
lv: Ir pieejami arī DirectX spraudņu pārveidotāji bezmaksas 3D modeļu rediģēšanai.
nl: Er zijn ook DirectX plug-in converters voor de gratis 3D-modelbewerking
no: Det finnes også DirectX-plugin-konverterere for gratis 3D-modellredigering.
pl: Dostępne są również konwertery wtyczek DirectX do bezpłatnej edycji modeli 3D
pt: Existem também conversores de plug-ins DirectX gratuitos para edição de modelos 3D.
ro: Există, de asemenea, convertoare plugin DirectX pentru editarea gratuită a modelelor 3D.
ru: Существуют также плагины-конвертеры DirectX для бесплатного редактирования 3D-моделей.
sq: Ekzistojnë gjithashtu konvertues plug-in të DirectX për redaktimin falas të modelit 3D.
sr: Такође постоје DirectX плагин конвертори за бесплатно уређивање 3Д модела
sv: Det finns också DirectX-plugin-konverterare för gratis 3D-modellredigering.
sw: Pia kuna vibadilishaji programu-jalizi vya DirectX kwa uhariri wa bure, wa 3d
ta: இலவச, 3D மாதிரி எடிட்டிங்கிற்கான DirectX செருகுநிரல் மாற்றிகளும் உள்ளன.
th: นอกจากนี้ยังมีตัวแปลงปลั๊กอิน DirectX สำหรับการแก้ไขโมเดล 3 มิติฟรีอีกด้วย
tr: Ücretsiz 3 boyutlu model düzenleme için DirectX eklenti dönüştürücüleri de mevcuttur
uk: Також є конвертери плагінів DirectX для безкоштовного редагування 3D-моделей.
ur: مفت، 3d ماڈل ایڈیٹنگ کے لیے DirectX پلگ ان کنورٹرز بھی ہیں۔
vi: Ngoài ra còn có các trình chuyển đổi plug-in DirectX miễn phí để chỉnh sửa mô hình 3D

source: program
ar: برنامج
bg: програма
bn: প্রোগ্রাম
cs: naprogramovat
de: Programm
el: πρόγραμμα
es: programa
et: programm
fa: برنامه
fi: ohjelmoida
fr: programme
he: תָכְנִית
hi: कार्यक्रम
it: programma
ja: プログラム
lt: programa
lv: programma
nl: programma
pt: programa
ru: программа
sr: програм
sv: programmera
sw: programu
ta: திட்டம்
th: โปรแกรม
uk: програма
ur: پروگرام
vi: chương trình

source: but I could not get them to work properly.
ar: ولكنني لم أتمكن من جعلها تعمل بشكل صحيح.
bg: но не успях да ги накарам да работят както трябва.
bn: কিন্তু আমি সেগুলো ঠিকমতো কাজ করাতে পারিনি।
cs: ale nepodařilo se mi je přimět, aby správně fungovaly.
da: men jeg kunne ikke få dem til at virke ordentligt.
de: Aber ich konnte sie nicht richtig zum Laufen bringen.
el: αλλά δεν κατάφερα να τα κάνω να λειτουργήσουν σωστά.
es: pero no logré que funcionaran correctamente.
et: aga ma ei saanud neid korralikult tööle panna.
fa: اما نتوانستم آنها را به درستی کار کنم.
fi: mutta en saanut niitä toimimaan kunnolla.
fr: mais je n'ai pas réussi à les faire fonctionner correctement.
he: אבל לא הצלחתי לגרום להם לעבוד כמו שצריך.
hi: लेकिन मैं उन्हें ठीक से काम नहीं करवा सका।
hu: de nem tudtam őket rendesen működésre bírni.
id: tetapi saya tidak dapat membuatnya bekerja dengan baik.
it: ma non sono riuscito a farli funzionare correttamente.
ja: しかし、正常に動作させることができませんでした。
lt: bet man nepavyko priversti jų tinkamai veikti.
lv: bet man neizdevās panākt, lai tie darbotos pareizi.
nl: maar ik kon ze niet goed aan het werk krijgen.
no: men jeg klarte ikke å få dem til å fungere ordentlig.
pl: ale nie udało mi się ich uruchomić prawidłowo.
pt: Mas não consegui fazê-los funcionar corretamente.
ro: dar nu am reușit să le fac să funcționeze corect.
ru: но мне не удалось заставить их работать как следует.
sq: por nuk munda t'i bëja të funksiononin siç duhet.
sr: али нисам их могао натерати да раде како треба.
sv: men jag kunde inte få dem att fungera ordentligt.
sw: lakini sikuweza kuwafanya wafanye kazi ipasavyo.
ta: ஆனால் அவற்றை சரியாக வேலை செய்ய வைக்க முடியவில்லை.
th: แต่ฉันไม่สามารถทำให้มันทำงานได้อย่างถูกต้อง
tr: ama bunları düzgün çalıştıramadım.
uk: але я не міг змусити їх працювати належним чином.
ur: لیکن میں ان کو ٹھیک سے کام نہیں کروا سکا۔
vi: nhưng tôi không thể làm cho chúng hoạt động bình thường.

source: You may have more success.
ar: ربما يكون لديك المزيد من النجاح.
bg: Може да имате по-голям успех.
bn: তোমার আরও সাফল্য হতে পারে।
cs: Možná budete mít větší úspěch.
da: Du kan få mere succes.
de: Vielleicht haben Sie mehr Erfolg.
el: Μπορεί να έχετε μεγαλύτερη επιτυχία.
es: Puede que tengas más éxito.
et: Sul võib olla rohkem edu.
fa: شاید موفقیت‌های بیشتری نصیبتان شود.
fi: Sinulla voi olla enemmän menestystä.
fr: Vous aurez peut-être plus de succès.
he: ייתכן שתהיה לך יותר הצלחה.
hi: आपको अधिक सफलता मिल सकती है.
hu: Lehet, hogy nagyobb sikereket érsz el.
id: Anda mungkin lebih sukses.
it: Potresti avere più successo.
ja: さらなる成功が得られるかもしれません。
lt: Galbūt jums pasiseks labiau.
lv: Jums varētu būt lielāki panākumi.
nl: Misschien heeft u meer succes.
no: Du kan ha mer suksess.
pl: Możesz osiągnąć większy sukces.
pt: Você poderá ter mais sucesso.
ro: S-ar putea să ai mai mult succes.
ru: Вы можете добиться большего успеха.
sq: Mund të kesh më shumë sukses.
sr: Можда ћете имати више успеха.
sv: Du kanske har mer framgång.
sw: Unaweza kuwa na mafanikio zaidi.
ta: நீங்கள் அதிக வெற்றியைப் பெறலாம்.
th: คุณอาจประสบความสำเร็จมากยิ่งขึ้น
tr: Daha başarılı olabilirsiniz.
uk: Можливо, у вас буде більше успіху.
ur: آپ کو مزید کامیابی مل سکتی ہے۔
vi: Bạn có thể thành công hơn.
