Repository: RoySawyer/nimzo_3d_14
Catalog: main_14_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Save options.. - Save the current 3d options to a file.
ar: حفظ الخيارات.. - حفظ خيارات ثلاثية الأبعاد الحالية في ملف.
bg: Запазване на опциите.. - Запазване на текущите 3D опции във файл.
bn: অপশন সংরক্ষণ করুন.. - বর্তমান 3D অপশনগুলি একটি ফাইলে সংরক্ষণ করুন।
cs: Uložit možnosti.. - Uloží aktuální 3D možnosti do souboru.
da: Gem indstillinger.. - Gem de aktuelle 3D-indstillinger til en fil.
de: Optionen speichern… – Die aktuellen 3D-Optionen in einer Datei speichern.
el: Αποθήκευση επιλογών.. - Αποθηκεύστε τις τρέχουσες επιλογές 3D σε ένα αρχείο.
es: Guardar opciones... - Guarda las opciones 3D actuales en un archivo.
et: Salvesta valikud... - Salvesta praegused 3D-valikud faili.
fa: ذخیره گزینه‌ها.. - گزینه‌های سه‌بعدی فعلی را در یک فایل ذخیره کنید.
fi: Tallenna asetukset.. - Tallenna nykyiset 3D-asetukset tiedostoon.
fr: Options d'enregistrement… - Enregistrer les options 3D actuelles dans un fichier.
he: שמירת אפשרויות.. - שמירת אפשרויות התלת-ממד הנוכחיות לקובץ.
hi: विकल्प सहेजें.. - वर्तमान 3D विकल्पों को एक फ़ाइल में सहेजें।
hu: Beállítások mentése.. - Az aktuális 3D beállítások mentése egy fájlba.
id: Simpan opsi.. - Simpan opsi 3d saat ini ke dalam sebuah berkas.
it: Salva opzioni.. - Salva le opzioni 3D correnti in un file.
ja: オプションを保存... - 現在の 3D オプションをファイルに保存します。
lt: Įrašyti parinktis... – Įrašyti dabartines 3D parinktis į failą.
lv: Saglabāt opcijas.. — Saglabāt pašreizējās 3D opcijas failā.
nl: Opties opslaan.. - Sla de huidige 3D-opties op in een bestand.
no: Lagre alternativer.. – Lagre gjeldende 3D-alternativer til en fil.
pl: Zapisz opcje.. - Zapisz bieżące opcje 3D do pliku.
pt: Salvar opções... - Salvar as opções 3D atuais em um arquivo.
ro: Salvare opțiuni.. - Salvați opțiunile 3D curente într-un fișier.
ru: Сохранить параметры.. - Сохранить текущие 3D-параметры в файл.
sq: Ruaj opsionet.. - Ruaj opsionet aktuale 3D në një skedar.
sr: Сачувај опције.. - Сачувај тренутне 3Д опције у датотеку.
sv: Spara alternativ.. - Spara de aktuella 3D-alternativen till en fil.
sw: Hifadhi chaguo.. ​​- Hifadhi chaguo za sasa za 3d kwenye faili.
ta: விருப்பங்களைச் சேமிக்கவும்.. - தற்போதைய 3d விருப்பங்களை ஒரு கோப்பில் சேமிக்கவும்.
th: บันทึกตัวเลือก.. - บันทึกตัวเลือก 3 มิติปัจจุบันไปยังไฟล์
tr: Seçenekleri kaydet.. - Mevcut 3d seçeneklerini bir dosyaya kaydet.
uk: Зберегти параметри.. - Зберегти поточні 3D-параметри у файл.
ur: اختیارات محفوظ کریں.. - موجودہ 3d اختیارات کو فائل میں محفوظ کریں۔
vi: Lưu tùy chọn.. - Lưu các tùy chọn 3D hiện tại vào một tệp.

source: Load options.. - Load the current 3d options from a file.
ar: خيارات التحميل.. - قم بتحميل خيارات ثلاثية الأبعاد الحالية من ملف.
bg: Зареждане на опции.. - Зареждане на текущите 3D опции от файл.
bn: লোড অপশন.. - একটি ফাইল থেকে বর্তমান 3D অপশন লোড করুন।
cs: Načíst možnosti.. - Načte aktuální 3D možnosti ze souboru.
da: Indlæs indstillinger.. - Indlæs de aktuelle 3D-indstillinger fra en fil.
de: Optionen laden.. - Die aktuellen 3D-Optionen aus einer Datei laden.
el: Φόρτωση επιλογών.. - Φόρτωση των τρεχουσών επιλογών 3d από ένα αρχείο.
es: Opciones de carga... - Cargar las opciones 3D actuales desde un archivo.
et: Laadi valikud... - Laadi failist praegused 3D-valikud.
fa: گزینه‌های بارگذاری.. - گزینه‌های سه‌بعدی فعلی را از یک فایل بارگذاری کنید.
fi: Lataa asetukset.. - Lataa nykyiset 3D-asetukset tiedostosta.
fr: Options de chargement… - Charger les options 3D actuelles à partir d'un fichier.
he: טעינת אפשרויות.. - טעינת אפשרויות התלת-ממד הנוכחיות מקובץ.
hi: विकल्प लोड करें.. - किसी फ़ाइल से वर्तमान 3D विकल्प लोड करें।
hu: Opciók betöltése.. - Az aktuális 3D-s opciók betöltése egy fájlból.
id: Muat opsi.. - Muat opsi 3d saat ini dari suatu berkas.
it: Carica opzioni.. - Carica le opzioni 3D correnti da un file.
ja: オプションを読み込み... - ファイルから現在の 3D オプションを読み込みます。
lt: Įkelti parinktis... – Įkelti dabartines 3D parinktis iš failo.
lv: Ielādēt opcijas.. — Ielādēt pašreizējās 3D opcijas no faila.
nl: Opties laden.. - Laad de huidige 3D-opties uit een bestand.
no: Last inn alternativer.. – Last inn gjeldende 3D-alternativer fra en fil.
pl: Załaduj opcje.. - Załaduj bieżące opcje 3D z pliku.
pt: Carregar opções... - Carregar as opções 3D atuais de um arquivo.
ro: Încărcare opțiuni.. - Încarcă opțiunile 3D curente dintr-un fișier.
ru: Загрузить параметры.. - Загрузить текущие 3D-параметры из файла.
sq: Ngarko opsionet.. - Ngarko opsionet aktuale 3D nga një skedar.
sr: Учитај опције.. - Учитај тренутне 3Д опције из датотеке.
sv: Läs in alternativ.. - Läs in de aktuella 3D-alternativen från en fil.
sw: Pakia chaguzi.. - Pakia chaguzi za sasa za 3d kutoka kwa faili.
ta: விருப்பங்களை ஏற்றவும்.. - ஒரு கோப்பிலிருந்து தற்போதைய 3d விருப்பங்களை ஏற்றவும்.
th: โหลดตัวเลือก.. - โหลดตัวเลือก 3 มิติปัจจุบันจากไฟล์
tr: Seçenekleri yükle.. - Mevcut 3d seçeneklerini bir dosyadan yükle.
uk: Завантажити параметри.. - Завантажити поточні 3D-параметри з файлу.
ur: لوڈ کے اختیارات.. - فائل سے موجودہ 3d اختیارات لوڈ کریں۔
vi: Tải tùy chọn.. - Tải các tùy chọn 3D hiện tại từ một tệp.

source: Save the current 3d options to a file
ar: حفظ خيارات الأبعاد الثلاثية الحالية في ملف
bg: Запазване на текущите 3D опции във файл
bn: বর্তমান 3D বিকল্পগুলি একটি ফাইলে সংরক্ষণ করুন।
cs: Uložit aktuální 3D možnosti do souboru
da: Gem de aktuelle 3D-indstillinger i en fil
de: Die aktuellen 3D-Optionen in einer Datei speichern
el: Αποθήκευση των τρεχουσών επιλογών 3D σε ένα αρχείο
es: Guarda las opciones 3D actuales en un archivo.
et: Salvesta praegused 3D-valikud faili
fa: گزینه‌های سه‌بعدی فعلی را در یک فایل ذخیره کنید
fi: Tallenna nykyiset 3D-asetukset tiedostoon
fr: Enregistrez les options 3D actuelles dans un fichier
he: שמור את אפשרויות התלת-ממד הנוכחיות לקובץ
hi: वर्तमान 3D विकल्पों को एक फ़ाइल में सहेजें
hu: Az aktuális 3D-s beállítások mentése fájlba
id: Simpan opsi 3d saat ini ke sebuah file
it: Salva le opzioni 3D correnti in un file
ja: 現在の3Dオプションをファイルに保存する
lt: Išsaugoti dabartines 3D parinktis faile
lv: Saglabāt pašreizējās 3D opcijas failā
nl: Sla de huidige 3D-opties op in een bestand
no: Lagre de gjeldende 3D-alternativene til en fil
pl: Zapisz bieżące opcje 3D do pliku
pt: Salvar as opções 3D atuais em um arquivo
ro: Salvați opțiunile 3D curente într-un fișier
ru: Сохранить текущие 3D-параметры в файл
sq: Ruaj opsionet aktuale 3D në një skedar
sr: Сачувајте тренутне 3Д опције у датотеку
sv: Spara de aktuella 3D-alternativen till en fil
sw: Hifadhi chaguo za sasa za 3d kwenye faili
ta: தற்போதைய 3D விருப்பங்களை ஒரு கோப்பில் சேமிக்கவும்.
th: บันทึกตัวเลือก 3 มิติปัจจุบันลงในไฟล์
tr: Mevcut 3B seçeneklerini bir dosyaya kaydedin
uk: Зберегти поточні 3D-параметри у файл
ur: موجودہ 3d آپشنز کو فائل میں محفوظ کریں۔
vi: Lưu các tùy chọn 3D hiện tại vào một tệp

source: Load the current 3d options from a file
ar: تحميل خيارات ثلاثية الأبعاد الحالية من ملف
bg: Зареждане на текущите 3D опции от файл
bn: একটি ফাইল থেকে বর্তমান 3D বিকল্পগুলি লোড করুন
cs: Načíst aktuální 3D možnosti ze souboru
da: Indlæs de aktuelle 3D-indstillinger fra en fil
de: Laden Sie die aktuellen 3D-Optionen aus einer Datei
el: Φόρτωση των τρεχουσών επιλογών 3d από ένα αρχείο
es: Cargar las opciones 3D actuales desde un archivo
et: Laadi failist praegused 3D-valikud
fa: گزینه‌های سه‌بعدی فعلی را از یک فایل بارگذاری کنید
fi: Lataa nykyiset 3D-asetukset tiedostosta
fr: Charger les options 3D actuelles à partir d'un fichier
he: טען את אפשרויות התלת-ממד הנוכחיות מקובץ
hi: किसी फ़ाइल से वर्तमान 3D विकल्प लोड करें
hu: Az aktuális 3D-s beállítások betöltése egy fájlból
id: Muat opsi 3d saat ini dari sebuah file
it: Carica le opzioni 3D correnti da un file
ja: ファイルから現在の3Dオプションを読み込む
lt: Įkelti dabartines 3D parinktis iš failo
lv: Ielādēt pašreizējās 3D opcijas no faila
nl: De huidige 3D-opties laden vanuit een bestand
no: Last inn gjeldende 3D-alternativer fra en fil
pl: Załaduj aktualne opcje 3D z pliku
pt: Carregar as opções 3D atuais a partir de um arquivo
ro: Încarcă opțiunile 3D curente dintr-un fișier
ru: Загрузить текущие 3D-параметры из файла
sq: Ngarko opsionet aktuale 3D nga një skedar
sr: Учитајте тренутне 3Д опције из датотеке
sv: Ladda de aktuella 3D-alternativen från en fil
sw: Pakia chaguzi za sasa za 3d kutoka kwa faili
ta: ஒரு கோப்பிலிருந்து தற்போதைய 3D விருப்பங்களை ஏற்றவும்.
th: โหลดตัวเลือก 3 มิติปัจจุบันจากไฟล์
tr: Mevcut 3B seçeneklerini bir dosyadan yükleyin
uk: Завантажити поточні 3D-параметри з файлу
ur: فائل سے موجودہ 3d آپشنز لوڈ کریں۔
vi: Tải các tùy chọn 3D hiện tại từ một tệp
