Repository: RoySawyer/nimzo_3d_14
Catalog: main_14_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Select chess set
ar: اختر مجموعة الشطرنج
bg: Изберете шахматен комплект
bn: দাবার সেট নির্বাচন করুন
cs: Vyberte šachovou sadu
da: Vælg skaksæt
de: Schachset auswählen
el: Επιλέξτε σετ σκακιού
es: Seleccionar juego de ajedrez
et: Valige malekomplekt
fa: انتخاب مجموعه شطرنج
fi: Valitse shakkisarja
fr: Sélectionnez un jeu d'échecs
he: בחר סט שחמט
hi: शतरंज सेट चुनें
hu: Sakkkészlet kiválasztása
id: Pilih set catur
it: Seleziona il set di scacchi
ja: チェスセットを選択
lt: Pasirinkite šachmatų rinkinį
lv: Izvēlieties šaha komplektu
nl: Selecteer schaakset
no: Velg sjakksett
pl: Wybierz zestaw szachowy
pt: Selecione o conjunto de xadrez
ro: Selectați setul de șah
ru: Выбрать шахматный набор
sq: Zgjidhni një set shahu
sr: Изаберите шаховски сет
sv: Välj schackset
sw: Chagua seti ya chess
ta: சதுரங்கத் தொகுப்பைத் தேர்ந்தெடுக்கவும்
th: เลือกชุดหมากรุก
tr: Satranç takımı seçin
uk: Виберіть шаховий набір
ur: شطرنج کا سیٹ منتخب کریں۔
vi: Chọn bộ cờ vua

source: Select the 3d chess set to use
ar: حدد مجموعة الشطرنج ثلاثية الأبعاد التي تريد استخدامها
bg: Изберете 3D шахматния комплект, който ще използвате
bn: ব্যবহারের জন্য 3D দাবা সেট নির্বাচন করুন
cs: Vyberte 3D šachovou sadu, kterou chcete použít
da: Vælg det 3D-skaksæt, der skal bruges
de: Wählen Sie das zu verwendende 3D-Schachset aus.
el: Επιλέξτε το σετ τρισδιάστατου σκακιού που θα χρησιμοποιήσετε
es: Seleccione el juego de ajedrez 3D que desee usar.
et: Valige kasutatav 3D-malekomplekt
fa: مجموعه شطرنج سه بعدی مورد استفاده را انتخاب کنید
fi: Valitse käytettävä 3D-shakkipeli
fr: Sélectionnez le jeu d'échecs 3D à utiliser
he: בחר את סט השחמט התלת-ממדי לשימוש
hi: उपयोग करने के लिए 3D शतरंज सेट का चयन करें
hu: Válassza ki a használni kívánt 3D sakkkészletet
id: Pilih set catur 3d untuk digunakan
it: Seleziona il set di scacchi 3D da utilizzare
ja: 使用する3Dチェスセットを選択してください
lt: Pasirinkite norimą naudoti 3D šachmatų rinkinį
lv: Izvēlieties izmantojamo 3D šaha komplektu
nl: Selecteer de 3D-schaakset die u wilt gebruiken
no: Velg 3D-sjakksettet du vil bruke
pl: Wybierz zestaw szachów 3D, którego chcesz użyć
pt: Selecione o conjunto de xadrez 3D que deseja usar.
ro: Selectați setul de șah 3D de utilizat
ru: Выберите набор 3D-шахмат для использования
sq: Zgjidhni kompletin e shahut 3D që do të përdorni
sr: Изаберите 3Д шаховски сет који ћете користити
sv: Välj det 3D-schackspel som ska användas
sw: Chagua seti ya 3d ya chess kutumia
ta: பயன்படுத்த 3D சதுரங்கத் தொகுப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกชุดหมากรุก 3 มิติที่จะใช้
tr: Kullanılacak 3 boyutlu satranç takımını seçin
uk: Виберіть 3D-шахову конструкцію для використання
ur: استعمال کرنے کے لیے 3d شطرنج کا سیٹ منتخب کریں۔
vi: Chọn bộ cờ vua 3D để sử dụng

source: List of available 3d chess sets
ar: قائمة مجموعات الشطرنج ثلاثية الأبعاد المتوفرة
bg: Списък с налични 3D шахматни комплекти
bn: উপলব্ধ 3D দাবা সেটের তালিকা
cs: Seznam dostupných 3D šachových sad
da: Liste over tilgængelige 3D-skaksæt
de: Liste der verfügbaren 3D-Schachsets
el: Λίστα με διαθέσιμα σετ σκακιού 3D
es: Lista de juegos de ajedrez 3D disponibles
et: Saadaval olevate 3D-malekomplektide loend
fa: لیست مجموعه‌های شطرنج سه‌بعدی موجود
fi: Saatavilla olevien 3D-shakkisarjojen luettelo
fr: Liste des jeux d'échecs 3D disponibles
he: רשימת ערכות שחמט תלת-ממדיות זמינות
hi: उपलब्ध 3डी शतरंज सेटों की सूची
hu: Elérhető 3D sakkkészletek listája
id: Daftar set catur 3d yang tersedia
it: Elenco dei set di scacchi 3D disponibili
ja: 利用可能な3Dチェスセットのリスト
lt: Galimų 3D šachmatų rinkinių sąrašas
lv: Pieejamo 3D šaha komplektu saraksts
nl: Lijst met beschikbare 3D-schaaksets
no: Liste over tilgjengelige 3D-sjakksett
pl: Lista dostępnych zestawów szachowych 3D
pt: Lista de conjuntos de xadrez 3D disponíveis
ro: Lista seturilor de șah 3D disponibile
ru: Список доступных наборов 3D-шахмат
sq: Lista e seteve të shahut 3D të disponueshme
sr: Листа доступних 3Д шаховских сетова
sv: Lista över tillgängliga 3D-schackspel
sw: Orodha ya seti zinazopatikana za chess za 3d
ta: கிடைக்கக்கூடிய 3டி சதுரங்கத் தொகுப்புகளின் பட்டியல்
th: รายชื่อชุดหมากรุก 3 มิติที่มีจำหน่าย
tr: Mevcut 3 boyutlu satranç takımlarının listesi
uk: Список доступних 3D-шахових наборів
ur: دستیاب 3d شطرنج کے سیٹوں کی فہرست
vi: Danh sách các bộ cờ vua 3D có sẵn

source: Select chess set.. - Opens a dialog box to select the current chess set.
ar: حدد مجموعة الشطرنج.. - يفتح مربع حوار لتحديد مجموعة الشطرنج الحالية.
bg: Избор на шахматен комплект.. - Отваря диалогов прозорец за избор на текущия шахматен комплект.
bn: দাবা সেট নির্বাচন করুন.. - বর্তমান দাবা সেট নির্বাচন করার জন্য একটি ডায়ালগ বক্স খোলে।
cs: Vybrat šachovou sadu.. - Otevře dialogové okno pro výběr aktuální šachové sady.
da: Vælg skaksæt.. - Åbner en dialogboks for at vælge det aktuelle skaksæt.
de: Schachset auswählen.. - Öffnet ein Dialogfeld zur Auswahl des aktuellen Schachsets.
el: Επιλογή σετ σκακιού.. - Ανοίγει ένα παράθυρο διαλόγου για να επιλέξετε το τρέχον σετ σκακιού.
es: Seleccionar juego de ajedrez... - Abre un cuadro de diálogo para seleccionar el juego de ajedrez actual.
et: Vali malekomplekt.. – Avab dialoogiboksi praeguse malekomplekti valimiseks.
fa: انتخاب مجموعه شطرنج.. - یک کادر محاوره‌ای برای انتخاب مجموعه شطرنج فعلی باز می‌کند.
fi: Valitse shakkisarja.. - Avaa valintaikkunan nykyisen shakkisarjan valitsemiseksi.
fr: Sélectionner le jeu d'échecs... - Ouvre une boîte de dialogue permettant de sélectionner le jeu d'échecs actuel.
he: בחירת ערכת שחמט.. - פותח תיבת דו-שיח לבחירת ערכת השחמט הנוכחית.
hi: शतरंज सेट का चयन करें.. - वर्तमान शतरंज सेट का चयन करने के लिए एक संवाद बॉक्स खोलता है।
hu: Sakkkészlet kiválasztása.. - Megnyit egy párbeszédpanelt az aktuális sakkkészlet kiválasztásához.
id: Pilih set catur.. - Membuka kotak dialog untuk memilih set catur saat ini.
it: Seleziona set di scacchi.. - Apre una finestra di dialogo per selezionare il set di scacchi corrente.
ja: チェス セットを選択... - 現在のチェス セットを選択するためのダイアログ ボックスを開きます。
lt: Pasirinkti šachmatų rinkinį.. – atidaro dialogo langą dabartiniam šachmatų rinkiniui pasirinkti.
lv: Atlasīt šaha komplektu.. — Atver dialoglodziņu pašreizējā šaha komplekta atlasīšanai.
nl: Selecteer schaakset.. - Opent een dialoogvenster om de huidige schaakset te selecteren.
no: Velg sjakksett.. – Åpner en dialogboks for å velge gjeldende sjakksett.
pl: Wybierz zestaw szachów.. - Otwiera okno dialogowe umożliwiające wybór bieżącego zestawu szachów.
pt: Selecionar conjunto de xadrez... - Abre uma caixa de diálogo para selecionar o conjunto de xadrez atual.
ro: Selectați setul de șah.. - Deschide o casetă de dialog pentru a selecta setul de șah curent.
ru: Выбрать набор шахмат.. - Открывает диалоговое окно для выбора текущего набора шахмат.
sq: Zgjidh grupin e shahut.. - Hap një kuti dialogu për të zgjedhur grupin aktual të shahut.
sr: Изаберите шаховски сет.. - Отвара дијалошки прозор за избор тренутног шаховског сета.
sv: Välj schackset.. - Öppnar en dialogruta för att välja det aktuella schacksetet.
sw: Chagua seti ya chess.. - Hufungua kisanduku cha mazungumzo ili kuchagua seti ya sasa ya chess.
ta: சதுரங்கத் தொகுப்பைத் தேர்ந்தெடுக்கவும்.. - தற்போதைய சதுரங்கத் தொகுப்பைத் தேர்ந்தெடுக்க ஒரு உரையாடல் பெட்டியைத் திறக்கிறது.
th: เลือกชุดหมากรุก.. - เปิดกล่องโต้ตอบเพื่อเลือกชุดหมากรุกปัจจุบัน
tr: Satranç takımını seç.. - Mevcut satranç takımını seçmek için bir iletişim kutusu açar.
uk: Вибрати шаховий набір.. - Відкриває діалогове вікно для вибору поточного шахового набору.
ur: شطرنج کا سیٹ منتخب کریں.. - موجودہ شطرنج سیٹ کو منتخب کرنے کے لیے ایک ڈائیلاگ باکس کھولتا ہے۔
vi: Chọn bộ cờ vua.. - Mở hộp thoại để chọn bộ cờ vua hiện tại.

source: Cannot open 3d options save file
ar: لا يمكن فتح ملف حفظ خيارات ثلاثية الأبعاد
bg: Не мога да отворя файл за запазване на 3D опции
bn: 3D অপশন ফাইল সংরক্ষণ করতে পারছি না।
cs: Nelze otevřít soubor s uloženými 3D možnostmi
da: Kan ikke åbne filen med 3D-indstillinger
de: Die 3D-Optionen-Speicherdatei kann nicht geöffnet werden.
el: Δεν είναι δυνατό το άνοιγμα του αρχείου αποθήκευσης επιλογών 3D
es: No se puede abrir el archivo de guardado de opciones 3D.
et: 3D-valikute salvestusfaili ei saa avada
fa: نمی‌توانم فایل ذخیره گزینه‌های سه‌بعدی را باز کنم
fi: 3D-asetusten tallennustiedostoa ei voi avata
fr: Impossible d'ouvrir le fichier de sauvegarde des options 3D
he: לא ניתן לפתוח קובץ שמירת אפשרויות תלת-ממדיות
hi: 3D विकल्प सेव फ़ाइल नहीं खोली जा सकती
hu: Nem tudom megnyitni a 3D beállítások mentési fájlját
id: Tidak dapat membuka file penyimpanan opsi 3D
it: Impossibile aprire il file di salvataggio delle opzioni 3D
ja: 3Dオプションの保存ファイルを開けません
lt: Nepavyksta atidaryti 3D parinkčių išsaugojimo failo
lv: Nevar atvērt 3D opciju saglabāšanas failu
nl: Kan het 3D-optiesopslagbestand niet openen
no: Kan ikke åpne lagringsfilen for 3D-alternativer
pl: Nie można otworzyć pliku zapisu opcji 3D
pt: Não é possível abrir o arquivo de opções 3D salvo.
ro: Nu se poate deschide fișierul de salvare cu opțiunile 3D
ru: Невозможно открыть файл сохранения параметров 3D.
sq: Nuk mund të hapet skedari i ruajtjes së opsioneve 3D
sr: Не могу да отворим датотеку за чување 3Д опција
sv: Kan inte öppna filen med 3D-alternativen
sw: Haiwezi kufungua chaguo za 3d kuhifadhi faili
ta: கோப்பைச் சேமிக்க 3D விருப்பங்களைத் திறக்க முடியவில்லை.
th: ไม่สามารถเปิดไฟล์บันทึกตัวเลือก 3 มิติได้
tr: 3D seçenekleri kaydetme dosyası açılamıyor
uk: Не вдається відкрити файл збереження 3D-параметрів
ur: 3d آپشنز سیو فائل نہیں کھول سکتے
vi: Không thể mở tệp lưu tùy chọn 3D

source: 3d options saved to file
ar: تم حفظ خيارات ثلاثية الأبعاد في الملف
bg: 3D опциите са запазени във файл
bn: 3D বিকল্পগুলি ফাইলে সংরক্ষণ করা হয়েছে
cs: 3D možnosti uloženy do souboru
da: 3D-indstillinger gemt i fil
de: 3D-Optionen in Datei gespeichert
el: Οι επιλογές 3d αποθηκεύτηκαν στο αρχείο
es: Opciones 3D guardadas en un archivo
et: 3D-valikud salvestati faili
fa: گزینه‌های سه‌بعدی در فایل ذخیره شدند
fi: 3D-asetukset tallennettu tiedostoon
fr: Options 3D enregistrées dans le fichier
he: אפשרויות תלת-ממד נשמרו בקובץ
hi: 3D विकल्प फ़ाइल में सहेजे गए
hu: 3D beállítások mentve a fájlba
id: Opsi 3D disimpan ke file
it: Opzioni 3D salvate nel file
ja: 3Dオプションがファイルに保存されました
lt: 3D parinktys išsaugotos faile
lv: 3D opcijas saglabātas failā
nl: 3D-opties opgeslagen in bestand
no: 3D-alternativer lagret i fil
pl: Opcje 3D zapisane w pliku
pt: Opções 3D salvas em arquivo
ro: Opțiuni 3D salvate în fișier
ru: 3D-параметры сохранены в файле
sq: Opsionet 3D u ruajtën në skedar
sr: 3Д опције сачуване у датотеку
sv: 3D-alternativ sparade i fil
sw: Chaguo za 3d zimehifadhiwa kwenye faili
ta: 3D விருப்பங்கள் கோப்பில் சேமிக்கப்பட்டன.
th: ตัวเลือก 3 มิติที่บันทึกไว้ในไฟล์
tr: 3d seçenekleri dosyaya kaydedildi
uk: 3D-параметри збережено у файлі
ur: 3d آپشنز فائل میں محفوظ ہو گئے۔
vi: Tùy chọn 3D đã được lưu vào tệp

source: 3d options not saved
ar: لم يتم حفظ خيارات ثلاثية الأبعاد
bg: 3D опциите не са запазени
bn: 3D বিকল্পগুলি সংরক্ষণ করা হয়নি
cs: 3D možnosti nebyly uloženy
da: 3D-indstillingerne er ikke gemt
de: 3D-Optionen nicht gespeichert
el: Οι επιλογές 3D δεν αποθηκεύτηκαν
es: Opciones 3D no guardadas
et: 3D-valikuid pole salvestatud
fa: گزینه‌های سه‌بعدی ذخیره نشده‌اند
fi: 3D-asetuksia ei tallennettu
fr: Options 3D non enregistrées
he: אפשרויות תלת-ממד לא נשמרו
hi: 3D विकल्प सहेजे नहीं गए
hu: 3D beállítások nincsenek mentve
id: Opsi 3D tidak disimpan
it: Opzioni 3D non salvate
ja: 3Dオプションが保存されません
lt: 3D parinktys neišsaugotos
lv: 3D opcijas nav saglabātas
nl: 3D-opties niet opgeslagen
no: 3D-alternativer ikke lagret
pl: Opcje 3D nie zostały zapisane
pt: Opções 3D não salvas
ro: Opțiunile 3D nu au fost salvate
ru: 3D-параметры не сохранены
sq: Opsionet 3D nuk janë ruajtur
sr: 3Д опције нису сачуване
sv: 3D-alternativen sparades inte
sw: Chaguo za 3d hazijahifadhiwa
ta: 3D விருப்பங்கள் சேமிக்கப்படவில்லை.
th: ตัวเลือก 3 มิติไม่ได้รับการบันทึก
tr: 3d seçenekleri kaydedilmedi
uk: 3D-параметри не збережено
ur: 3d اختیارات محفوظ نہیں ہوئے۔
vi: Tùy chọn 3D không được lưu

source: Cannot open 3d options file
ar: لا يمكن فتح ملف خيارات ثلاثية الأبعاد
bg: Не може да се отвори файл с 3D опции
bn: 3d অপশন ফাইল খোলা যাচ্ছে না
cs: Nelze otevřít soubor s 3D možnostmi
da: Kan ikke åbne filen med 3D-indstillinger
de: Die 3D-Optionsdatei kann nicht geöffnet werden.
el: Δεν είναι δυνατό το άνοιγμα του αρχείου επιλογών 3d
es: No se puede abrir el archivo de opciones 3D
et: 3D-valikute faili ei saa avada
fa: نمی‌توانم فایل گزینه‌های سه‌بعدی را باز کنم
fi: 3D-asetustiedostoa ei voi avata
fr: Impossible d'ouvrir le fichier d'options 3D
he: לא ניתן לפתוח קובץ אפשרויות תלת-ממדיות
hi: 3D विकल्प फ़ाइल नहीं खोली जा सकती
hu: Nem tudom megnyitni a 3D beállítások fájlt
id: Tidak dapat membuka file opsi 3d
it: Impossibile aprire il file delle opzioni 3D
ja: 3Dオプションファイルを開けません
lt: Nepavyksta atidaryti 3D parinkčių failo
lv: Nevar atvērt 3D opciju failu
nl: Kan 3D-optiesbestand niet openen
no: Kan ikke åpne 3D-alternativfilen
pl: Nie można otworzyć pliku opcji 3D
pt: Não foi possível abrir o arquivo de opções 3D.
ro: Nu se poate deschide fișierul cu opțiuni 3D
ru: Невозможно открыть файл параметров 3D
sq: Nuk mund të hapet skedari i opsioneve 3D
sr: Не могу да отворим датотеку са 3Д опцијама
sv: Kan inte öppna 3D-alternativsfilen
sw: Haiwezi kufungua faili ya chaguo za 3d
ta: 3D விருப்பங்கள் கோப்பைத் திறக்க முடியவில்லை.
th: ไม่สามารถเปิดไฟล์ตัวเลือก 3 มิติได้
tr: 3D seçenekler dosyası açılamıyor
uk: Не вдається відкрити файл 3D-опцій
ur: 3d آپشنز فائل نہیں کھول سکتے
vi: Không thể mở tệp tùy chọn 3D

source: 3d options loaded from
ar: خيارات ثلاثية الأبعاد تم تحميلها من
bg: 3D опции, заредени от
bn: 3D বিকল্পগুলি লোড করা হয়েছে
cs: 3D možnosti načtené z
da: 3D-muligheder indlæst fra
de: 3D-Optionen geladen von
el: Οι επιλογές 3D φορτώθηκαν από
es: Opciones 3D cargadas desde
et: 3D-valikud laaditud saidilt
fa: گزینه‌های سه‌بعدی بارگذاری شده از
fi: 3D-asetukset ladattu osoitteesta
fr: Options 3D chargées depuis
he: אפשרויות תלת-ממדיות נטענו מ
hi: 3D विकल्प लोड किए गए
hu: 3D opciók betöltése innen
id: Opsi 3d dimuat dari
it: Opzioni 3D caricate da
ja: 3Dオプションは以下からロードされました
lt: 3D parinktys įkeltos iš
lv: 3D opcijas ielādētas no
nl: 3D-opties geladen van
no: 3D-alternativer lastet inn fra
pl: Opcje 3D załadowane z
pt: Opções 3D carregadas de
ro: Opțiuni 3D încărcate din
ru: 3D-опции загружены из
sq: Opsionet 3D të ngarkuara nga
sr: 3Д опције учитане из
sv: 3D-alternativ laddade från
sw: Chaguzi za 3d zimepakiwa kutoka
ta: 3D விருப்பங்கள் இதிலிருந்து ஏற்றப்பட்டன
th: ตัวเลือก 3 มิติโหลดจาก
tr: 3d seçenekleri yüklendi
uk: 3D-варіанти завантажено з
ur: 3d اختیارات سے بھری ہوئی ہے۔
vi: Tùy chọn 3D được tải từ

source: Could not read 3d options file
ar: لم أتمكن من قراءة ملف خيارات ثلاثية الأبعاد
bg: Файлът с 3D опции не можа да бъде прочетен
bn: 3D অপশন ফাইলটি পড়া যায়নি।
cs: Nelze přečíst soubor s 3D možnostmi
da: Kunne ikke læse filen med 3D-indstillinger
de: Die 3D-Optionsdatei konnte nicht gelesen werden.
el: Δεν ήταν δυνατή η ανάγνωση του αρχείου επιλογών 3d
es: No se pudo leer el archivo de opciones 3D
et: 3D-valikute faili lugemine ebaõnnestus
fa: نتوانستم فایل گزینه‌های سه‌بعدی را بخوانم
fi: 3D-asetustiedoston lukeminen epäonnistui
fr: Impossible de lire le fichier d'options 3D
he: לא ניתן היה לקרוא את קובץ האפשרויות התלת-ממדיות
hi: 3D विकल्प फ़ाइल नहीं पढ़ी जा सकी
hu: Nem sikerült beolvasni a 3D-s beállításfájlt
id: Tidak dapat membaca file opsi 3d
it: Impossibile leggere il file delle opzioni 3D
ja: 3D オプション ファイルを読み取れませんでした
lt: Nepavyko nuskaityti 3D parinkčių failo
lv: Nevarēja nolasīt 3D opciju failu
nl: Kon 3D-optiesbestand niet lezen
no: Kunne ikke lese filen med 3D-alternativer
pl: Nie można odczytać pliku opcji 3D
pt: Não foi possível ler o arquivo de opções 3D.
ro: Nu s-a putut citi fișierul cu opțiuni 3D
ru: Не удалось прочитать файл 3D-параметров
sq: Nuk mund të lexohej skedari i opsioneve 3D
sr: Није могуће прочитати датотеку са 3Д опцијама
sv: Kunde inte läsa filen med 3D-alternativ
sw: Haikuweza kusoma faili ya chaguo za 3d
ta: 3D விருப்பங்கள் கோப்பைப் படிக்க முடியவில்லை.
th: ไม่สามารถอ่านไฟล์ตัวเลือก 3 มิติได้
tr: 3D seçenekler dosyası okunamadı
uk: Не вдалося прочитати файл 3D-параметрів
ur: 3d اختیارات کی فائل نہیں پڑھ سکی
vi: Không thể đọc tệp tùy chọn 3D

source: Select 3d chess set to use
ar: حدد مجموعة الشطرنج ثلاثية الأبعاد لاستخدامها
bg: Изберете 3D шахматен комплект, който да използвате
bn: ব্যবহারের জন্য 3D দাবা সেট নির্বাচন করুন
cs: Vyberte 3D šachovou sadu, kterou chcete použít
da: Vælg det 3D-skaksæt, der skal bruges
de: Wählen Sie das zu verwendende 3D-Schachset aus.
el: Επιλέξτε τρισδιάστατο σετ σκακιού για χρήση
es: Seleccione el juego de ajedrez 3D que desee usar.
et: Valige kasutatav 3D-malekomplekt
fa: مجموعه شطرنج سه بعدی را برای استفاده انتخاب کنید
fi: Valitse käytettävä 3D-shakkipeli
fr: Sélectionnez le jeu d'échecs 3D à utiliser
he: בחר סט שחמט תלת-ממדי לשימוש
hi: उपयोग करने के लिए 3D शतरंज सेट का चयन करें
hu: Válassza ki a használni kívánt 3D sakkkészletet
id: Pilih set catur 3d untuk digunakan
it: Seleziona il set di scacchi 3D da utilizzare
ja: 使用する3Dチェスセットを選択
lt: Pasirinkite 3D šachmatų rinkinį, kurį norite naudoti
lv: Izvēlieties 3D šaha komplektu, ko izmantot
nl: Selecteer de 3D-schaakset die u wilt gebruiken
no: Velg 3D-sjakksett å bruke
pl: Wybierz zestaw szachów 3D do użycia
pt: Selecione o conjunto de xadrez 3D que deseja usar.
ro: Selectați setul de șah 3D de utilizat
ru: Выберите набор 3D-шахмат для использования
sq: Zgjidh kompletin e shahut 3D për t'u përdorur
sr: Изаберите 3Д шаховски сет који ћете користити
sv: Välj 3D-schackspel att använda
sw: Chagua chess 3d iliyowekwa ili kutumia
ta: பயன்படுத்த 3D சதுரங்கத் தொகுப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกชุดหมากรุก 3 มิติที่จะใช้
tr: Kullanılacak 3 boyutlu satranç takımını seçin
uk: Виберіть 3D-шахову конструкцію для використання
ur: استعمال کرنے کے لیے 3d شطرنج سیٹ منتخب کریں۔
vi: Chọn bộ cờ vua 3D để sử dụng

source: Chess set image
ar: صورة مجموعة الشطرنج
bg: Изображение на шахматен комплект
bn: দাবা সেটের ছবি
cs: Obrázek šachové sady
da: Billede af skakspil
de: Schachset-Bild
el: Εικόνα σετ σκακιού
es: Imagen de un juego de ajedrez
et: Malekomplekti pilt
fa: تصویر مجموعه شطرنج
fi: Shakkipelin kuva
fr: image d'un jeu d'échecs
he: תמונה של ערכת שחמט
hi: शतरंज सेट की छवि
hu: Sakkkészlet képe
id: Gambar set catur
it: Immagine del set di scacchi
ja: チェスセットの画像
lt: Šachmatų rinkinio vaizdas
lv: Šaha komplekta attēls
nl: Schaakspel afbeelding
no: Sjakksettbilde
pl: Obrazek szachowy
pt: Imagem de um conjunto de xadrez
ro: Imagine cu set de șah
ru: Изображение шахматного набора
sq: Imazh i kompletit të shahut
sr: Слика шаховског сета
sv: Schackspelsbild
sw: Picha ya seti ya chess
ta: சதுரங்கப் போட்டி படம்
th: ภาพชุดหมากรุก
tr: Satranç takımı resmi
uk: Зображення шахового набору
ur: شطرنج کے سیٹ کی تصویر
vi: Hình ảnh bộ cờ vua

source: Details of the current chess set
ar: تفاصيل مجموعة الشطرنج الحالية
bg: Подробности за текущия шахматен комплект
bn: বর্তমান দাবা সেটের বিবরণ
cs: Podrobnosti o aktuální šachové sadě
da: Detaljer om det nuværende skaksæt
de: Details zum aktuellen Schachset
el: Λεπτομέρειες για το τρέχον σετ σκακιού
es: Detalles del juego de ajedrez actual
et: Praeguse malekomplekti üksikasjad
fa: جزئیات مجموعه شطرنج فعلی
fi: Nykyisen shakkisetin tiedot
fr: Détails du jeu d'échecs actuel
he: פרטים על סט השחמט הנוכחי
hi: वर्तमान शतरंज सेट का विवरण
hu: A jelenlegi sakkkészlet részletei
id: Detail set catur saat ini
it: Dettagli dell'attuale set di scacchi
ja: 現在のチェスセットの詳細
lt: Dabartinio šachmatų rinkinio detalės
lv: Pašreizējā šaha komplekta detaļas
nl: Details van de huidige schaakset
no: Detaljer om det nåværende sjakksettet
pl: Szczegóły aktualnego zestawu szachowego
pt: Detalhes do conjunto de xadrez atual
ro: Detalii despre setul de șah actual
ru: Подробная информация о текущем наборе шахмат
sq: Detajet e setit aktual të shahut
sr: Детаљи тренутног шаховског сета
sv: Detaljer om det aktuella schacksetet
sw: Maelezo ya seti ya sasa ya chess
ta: தற்போதைய சதுரங்கத் தொகுப்பின் விவரங்கள்
th: รายละเอียดของชุดหมากรุกในปัจจุบัน
tr: Mevcut satranç takımının detayları
uk: Деталі поточного шахового набору
ur: موجودہ شطرنج سیٹ کی تفصیلات
vi: Chi tiết về bộ cờ vua hiện tại

source: Picture of the current chess set
ar: صورة لمجموعة الشطرنج الحالية
bg: Снимка на текущия шахматен комплект
bn: বর্তমান দাবা সেটের ছবি
cs: Obrázek aktuální šachové sady
da: Billede af det nuværende skaksæt
de: Abbildung des aktuellen Schachsets
el: Εικόνα του τρέχοντος σετ σκακιού
es: Imagen del juego de ajedrez actual
et: Pilt praegusest malekomplektist
fa: تصویر مجموعه شطرنج فعلی
fi: Kuva nykyisestä shakkisetistä
fr: Photo du jeu d'échecs actuel
he: תמונה של סט השחמט הנוכחי
hi: वर्तमान शतरंज सेट का चित्र
hu: A jelenlegi sakkkészlet képe
id: Gambar set catur saat ini
it: Immagine dell'attuale set di scacchi
ja: 現在のチェスセットの写真
lt: Dabartinio šachmatų rinkinio nuotrauka
lv: Pašreizējā šaha komplekta attēls
nl: Foto van het huidige schaakspel
no: Bilde av det nåværende sjakksettet
pl: Zdjęcie obecnego zestawu szachowego
pt: Imagem do conjunto de xadrez atual
ro: Imagine a setului de șah actual
ru: Изображение текущего комплекта шахмат
sq: Foto e kompletit aktual të shahut
sr: Слика тренутног шаховског сета
sv: Bild på det nuvarande schackspelet
sw: Picha ya seti ya sasa ya chess
ta: தற்போதைய சதுரங்கத் தொகுப்பின் படம்
th: ภาพชุดหมากรุกในปัจจุบัน
tr: Mevcut satranç takımının resmi
uk: Зображення поточного шахового набору
ur: موجودہ شطرنج کے سیٹ کی تصویر
vi: Hình ảnh bộ cờ vua hiện tại

source: Create chess set
ar: إنشاء مجموعة شطرنج
bg: Създайте шахматен комплект
bn: দাবার সেট তৈরি করুন
cs: Vytvořte šachovou sadu
da: Opret skaksæt
de: Schachset erstellen
el: Δημιουργήστε ένα σετ σκακιού
es: Crear un juego de ajedrez
et: Loo malekomplekt
fa: ایجاد مجموعه شطرنج
fi: Luo shakkisarja
fr: Créer un jeu d'échecs
he: צור סט שחמט
hi: शतरंज का सेट बनाएँ
hu: Sakkkészlet létrehozása
id: Buat set catur
it: Crea un set di scacchi
ja: チェスセットを作成する
lt: Sukurkite šachmatų rinkinį
lv: Izveidojiet šaha komplektu
nl: Schaakspel maken
no: Lag sjakksett
pl: Utwórz zestaw szachowy
pt: Criar um conjunto de xadrez
ro: Creați un set de șah
ru: Создать шахматный набор
sq: Krijo një komplet shahu
sr: Направите шаховски сет
sv: Skapa schackset
sw: Unda seti ya chess
ta: சதுரங்கத் தொகுப்பை உருவாக்கு
th: สร้างชุดหมากรุก
tr: Satranç takımı oluştur
uk: Створіть шаховий набір
ur: شطرنج کا سیٹ بنائیں
vi: Tạo bộ cờ vua
