Repository: RoySawyer/nimzo_3d_14
Catalog: main_14_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: but with a free program like Nimzo_3d, it means that you can use
ar: ولكن مع برنامج مجاني مثل Nimzo_3d، فهذا يعني أنه يمكنك استخدام
bg: но с безплатна програма като Nimzo_3d, това означава, че можете да използвате
bn: কিন্তু Nimzo_3d এর মতো একটি বিনামূল্যের প্রোগ্রামের মাধ্যমে, এর অর্থ হল আপনি ব্যবহার করতে পারবেন
cs: ale s bezplatným programem jako Nimzo_3d to znamená, že můžete použít
da: men med et gratis program som Nimzo_3d betyder det, at du kan bruge
de: Aber mit einem kostenlosen Programm wie Nimzo_3d bedeutet das, dass Sie es verwenden können.
el: αλλά με ένα δωρεάν πρόγραμμα όπως το Nimzo_3d, σημαίνει ότι μπορείτε να χρησιμοποιήσετε
es: pero con un programa gratuito como Nimzo_3d, significa que puedes usar
et: aga tasuta programmiga nagu Nimzo_3d saate seda kasutada
fa: اما با یک برنامه رایگان مانند Nimzo_3d، به این معنی است که می‌توانید از آن استفاده کنید
fi: mutta ilmaisella ohjelmalla, kuten Nimzo_3d, se tarkoittaa, että voit käyttää
fr: mais avec un logiciel gratuit comme Nimzo_3d, cela signifie que vous pouvez utiliser
he: אבל עם תוכנה חינמית כמו Nimzo_3d, זה אומר שאתה יכול להשתמש
hi: लेकिन Nimzo_3d जैसे मुफ्त प्रोग्राम के साथ, इसका मतलब है कि आप उपयोग कर सकते हैं
hu: de egy ingyenes programmal, mint például a Nimzo_3d, ez azt jelenti, hogy használhatod
id: tetapi dengan program gratis seperti Nimzo_3d, itu berarti Anda dapat menggunakannya
it: ma con un programma gratuito come Nimzo_3d, significa che puoi usare
ja: しかし、Nimzo_3dのような無料プログラムでは、
lt: bet su nemokama programa, pvz., „Nimzo_3d“, tai reiškia, kad galite naudoti
lv: bet ar bezmaksas programmu, piemēram, Nimzo_3d, tas nozīmē, ka jūs varat izmantot
nl: maar met een gratis programma als Nimzo_3d betekent dit dat je het kunt gebruiken
no: men med et gratisprogram som Nimzo_3d, betyr det at du kan bruke
pl: ale z darmowym programem takim jak Nimzo_3d oznacza to, że możesz używać
pt: mas com um programa gratuito como o Nimzo_3d, isso significa que você pode usar
ro: dar cu un program gratuit precum Nimzo_3d, înseamnă că poți folosi
ru: но с такой бесплатной программой, как Nimzo_3d, это означает, что вы можете использовать
sq: por me një program falas si Nimzo_3d, kjo do të thotë që mund ta përdorni
sr: али са бесплатним програмом као што је Nimzo_3d, то значи да можете користити
sv: men med ett gratisprogram som Nimzo_3d betyder det att du kan använda
sw: lakini kwa programu ya bure kama Nimzo_3d, inamaanisha kuwa unaweza kutumia
ta: ஆனால் Nimzo_3d போன்ற இலவச நிரலுடன், நீங்கள் பயன்படுத்தலாம் என்று அர்த்தம்
th: แต่ด้วยโปรแกรมฟรีอย่าง Nimzo_3d หมายความว่าคุณสามารถใช้
tr: ancak Nimzo_3d gibi ücretsiz bir programla, şunu kullanabilirsiniz:
uk: але з безкоштовною програмою, такою як Nimzo_3d, це означає, що ви можете використовувати
ur: لیکن Nimzo_3d جیسے مفت پروگرام کے ساتھ، اس کا مطلب ہے کہ آپ استعمال کر سکتے ہیں۔
vi: nhưng với một chương trình miễn phí như Nimzo_3d, điều đó có nghĩa là bạn có thể sử dụng

source: and distribute the model in any reasonable way.
ar: وتوزيع النموذج بأي طريقة معقولة.
bg: и разпространете модела по всякакъв разумен начин.
bn: এবং যেকোনো যুক্তিসঙ্গত উপায়ে মডেলটি বিতরণ করুন।
cs: a distribuovat model jakýmkoli rozumným způsobem.
da: og distribuere modellen på enhver rimelig måde.
de: und das Modell auf jede vernünftige Weise zu verbreiten.
el: και να διανέμουν το μοντέλο με οποιονδήποτε εύλογο τρόπο.
es: y distribuir el modelo de cualquier forma razonable.
et: ja levitada mudelit mis tahes mõistlikul viisil.
fa: و مدل را به هر روش معقولی توزیع کنید.
fi: ja levittää mallia millä tahansa kohtuullisella tavalla.
fr: et diffuser le modèle de toute manière raisonnable.
he: ולהפיץ את המודל בכל דרך סבירה.
hi: और मॉडल को किसी भी उचित तरीके से वितरित करें।
hu: és a modellt bármilyen ésszerű módon terjesztheti.
id: dan mendistribusikan model tersebut dengan cara yang wajar.
it: e distribuire il modello in qualsiasi modo ragionevole.
ja: そして、そのモデルを合理的な方法で配布します。
lt: ir platinti modelį bet kokiu pagrįstu būdu.
lv: un izplatīt modeli jebkādā saprātīgā veidā.
nl: en het model op een redelijke manier verspreiden.
no: og distribuere modellen på enhver rimelig måte.
pl: i rozpowszechniać model w dowolny rozsądny sposób.
pt: e distribuir o modelo de qualquer forma razoável.
ro: și să distribuie modelul în orice mod rezonabil.
ru: и распространять модель любым разумным способом.
sq: dhe shpërndajeni modelin në çdo mënyrë të arsyeshme.
sr: и дистрибуирати модел на било који разуман начин.
sv: och distribuera modellen på vilket rimligt sätt som helst.
sw: na kusambaza mfano kwa njia yoyote inayofaa.
ta: மற்றும் மாதிரியை எந்த நியாயமான வழியிலும் விநியோகிக்கவும்.
th: และเผยแพร่โมเดลดังกล่าวในวิธีที่เหมาะสม
tr: ve modeli makul herhangi bir şekilde dağıtın.
uk: та розповсюджувати модель будь-яким розумним способом.
ur: اور ماڈل کو کسی بھی معقول طریقے سے تقسیم کریں۔
vi: và phân phối mô hình theo bất kỳ cách hợp lý nào.

source: Here is the link to the full descriptions of the licenses -
ar: وهنا الرابط للوصف الكامل للتراخيص -
bg: Ето линк към пълните описания на лицензите -
bn: লাইসেন্সগুলির সম্পূর্ণ বিবরণের লিঙ্ক এখানে -
cs: Zde je odkaz na kompletní popisy licencí -
da: Her er linket til den fulde beskrivelse af licenserne -
de: Hier ist der Link zu den vollständigen Lizenzbeschreibungen -
el: Εδώ είναι ο σύνδεσμος για τις πλήρεις περιγραφές των αδειών χρήσης -
es: Aquí tenéis el enlace a las descripciones completas de las licencias:
et: Siin on link litsentside täielike kirjelduste juurde -
fa: لینک توضیحات کامل مجوزها اینجاست -
fi: Tässä on linkki lisenssien täydellisiin kuvauksiin -
fr: Voici le lien vers les descriptions complètes des licences -
he: הנה קישור לתיאורים המלאים של הרישיונות -
hi: लाइसेंस के पूर्ण विवरण का लिंक यहां दिया गया है -
hu: Itt a link a licencek teljes leírásához -
id: Berikut adalah tautan ke deskripsi lengkap lisensi -
it: Ecco il link alle descrizioni complete delle licenze:
ja: ライセンスの詳細な説明へのリンクはこちらです -
lt: Čia yra nuoroda į išsamius licencijų aprašymus -
lv: Šeit ir saite uz pilniem licenču aprakstiem —
nl: Hier is de link naar de volledige beschrijvingen van de licenties -
no: Her er lenken til den fullstendige beskrivelsen av lisensene -
pl: Oto link do pełnego opisu licencji -
pt: Aqui está o link para as descrições completas das licenças -
ro: Iată linkul către descrierile complete ale licențelor -
ru: Вот ссылка на полное описание лицензий -
sq: Ja linku për përshkrimet e plota të licencave -
sr: Ево линка ка комплетним описима лиценци -
sv: Här är länken till de fullständiga beskrivningarna av licenserna -
sw: Hapa kuna kiunga cha maelezo kamili ya leseni -
ta: உரிமங்களின் முழு விளக்கங்களுக்கான இணைப்பு இங்கே -
th: นี่คือลิงค์ไปยังคำอธิบายฉบับเต็มของใบอนุญาต -
tr: Lisansların tam açıklamalarına şu bağlantıdan ulaşabilirsiniz:
uk: Ось посилання на повний опис ліцензій -
ur: لائسنسوں کی مکمل تفصیل کا لنک یہ ہے -
vi: Đây là liên kết đến mô tả đầy đủ về các giấy phép -

source: is the < Personal use > license for models
ar: هو ترخيص < الاستخدام الشخصي > للنماذج
bg: е лицензът за < Лична употреба > за модели
bn: মডেলগুলির জন্য <ব্যক্তিগত ব্যবহার> লাইসেন্স
cs: je licence pro < Osobní použití > pro modely
da: er <Personlig brug>-licensen for modeller
de: ist die < Persönliche Nutzung > Lizenz für Modelle
el: είναι η άδεια <Προσωπική χρήση> για μοντέλα
es: es la licencia de <Uso personal> para modelos
et: on modellide <Isiklikuks kasutamiseks> litsents
fa: مجوز <استفاده شخصی> برای مدل‌ها است.
fi: on mallien < Henkilökohtaiseen käyttöön> tarkoitettu lisenssi
fr: est la licence < Usage personnel > pour les modèles
he: הוא רישיון <שימוש אישי> עבור דוגמנים
hi: मॉडलों के लिए < व्यक्तिगत उपयोग > लाइसेंस है
hu: a modellek < Személyes használatra > vonatkozó licence
id: adalah lisensi < Penggunaan pribadi > untuk model
it: è la licenza < Uso personale > per i modelli
ja: モデルの<個人使用>ライセンスです
lt: yra <Asmeninio naudojimo> licencija modeliams
lv: ir modeļu < Personīgai lietošanai > licence
nl: is de <Persoonlijk gebruik> licentie voor modellen
no: er <Personlig bruk>-lisensen for modeller
pl: jest licencją <Do użytku osobistego> dla modeli
pt: é a licença < Uso pessoal > para modelos
ro: este licența <Utilizare personală> pentru modele
ru: это лицензия <для личного использования> для моделей
sq: është licenca <Përdorim Personal> për modelet
sr: је лиценца за < личну употребу > за моделе
sv: är licensen för <Personligt bruk> för modeller
sw: ni <Matumizi ya kibinafsi > leseni ya miundo
ta: என்பது மாடல்களுக்கான தனிப்பட்ட பயன்பாடு > உரிமமாகும்
th: เป็นใบอนุญาต <การใช้งานส่วนบุคคล> สำหรับนางแบบ
tr: <Kişisel kullanım> lisansı modeller içindir
uk: це ліцензія < Особисте використання > для моделей
ur: ماڈلز کے لیے < ذاتی استعمال > لائسنس ہے۔
vi: là giấy phép <Sử dụng cá nhân> cho các mô hình

source: on the Cults3d website.
ar: على موقع Cults3d.
bg: на уебсайта на Cults3d.
bn: Cults3d ওয়েবসাইটে।
cs: na webových stránkách Cults3d.
da: på Cults3d's hjemmeside.
de: auf der Cults3d-Website.
el: στον ιστότοπο Cults3d.
es: en el sitio web de Cults3d.
et: Cults3d veebisaidil.
fa: در وب‌سایت Cults3d.
fi: Cults3d-verkkosivustolla.
fr: sur le site web Cults3d.
he: באתר של Cults3d.
hi: Cults3d वेबसाइट पर.
hu: a Cults3d weboldalán.
id: di situs web Cults3d.
it: sul sito web Cults3d.
ja: Cults3dのウェブサイトで。
lt: „Cults3d“ svetainėje.
lv: Cults3d tīmekļa vietnē.
nl: op de Cults3d-website.
no: på Cults3d-nettstedet.
pl: na stronie Cults3d.
pt: no site Cults3d.
ro: pe site-ul Cults3d.
ru: на сайте Cults3d.
sq: në faqen e internetit të Cults3d.
sr: на веб-сајту Cults3d.
sv: på Cults3ds webbplats.
sw: kwenye tovuti ya Cults3d.
ta: Cults3d இணையதளத்தில்.
th: บนเว็บไซต์ Cults3d
tr: Cults3d web sitesinde.
uk: на вебсайті Cults3d.
ur: Cults3d ویب سائٹ پر۔
vi: trên trang web Cults3d.

source: Basically it means that the model is for your own usage and
ar: يعني هذا أساسًا أن النموذج مخصص لاستخدامك الشخصي
bg: По принцип това означава, че моделът е за ваша собствена употреба и
bn: মূলত এর অর্থ হল মডেলটি আপনার নিজস্ব ব্যবহারের জন্য এবং
cs: V podstatě to znamená, že model je určen pro vaše vlastní použití a
da: Det betyder grundlæggende, at modellen er til eget brug, og
de: Im Grunde bedeutet es, dass das Modell für Ihren eigenen Gebrauch bestimmt ist und
el: Ουσιαστικά σημαίνει ότι το μοντέλο προορίζεται για δική σας χρήση και
es: Básicamente significa que el modelo es para su propio uso y
et: Põhimõtteliselt tähendab see, et mudel on mõeldud ainult teie enda tarbeks.
fa: اساساً به این معنی است که مدل برای استفاده شخصی شماست و
fi: Pohjimmiltaan se tarkoittaa, että malli on tarkoitettu omaan käyttöön.
fr: En clair, cela signifie que le modèle est destiné à votre usage personnel et
he: בעיקרון זה אומר שהמודל מיועד לשימושך האישי ו
hi: मूलतः इसका अर्थ यह है कि मॉडल आपके अपने उपयोग के लिए है और
hu: Alapvetően azt jelenti, hogy a modell saját használatra készült, és
id: Pada dasarnya ini berarti bahwa model tersebut untuk penggunaan Anda sendiri dan
it: Fondamentalmente significa che il modello è per il tuo uso personale e
ja: 基本的に、モデルはあなた自身の使用のためであり、
lt: Iš esmės tai reiškia, kad modelis skirtas tik jūsų asmeniniam naudojimui ir
lv: Būtībā tas nozīmē, ka modelis ir paredzēts jūsu pašu lietošanai.
nl: In principe betekent dit dat het model voor uw eigen gebruik is en
no: I bunn og grunn betyr det at modellen er til eget bruk og
pl: Zasadniczo oznacza to, że model jest przeznaczony do Twojego własnego użytku i
pt: Basicamente, significa que o modelo é para seu próprio uso e
ro: Practic, înseamnă că modelul este pentru uz propriu și
ru: По сути, это означает, что модель предназначена для вашего собственного использования и
sq: Në thelb, kjo do të thotë që modeli është për përdorimin tuaj personal dhe
sr: У суштини, то значи да је модел за вашу сопствену употребу и
sv: I grund och botten betyder det att modellen är för ditt eget bruk och
sw: Kimsingi ina maana kwamba mfano ni kwa ajili ya matumizi yako mwenyewe na
ta: அடிப்படையில் இதன் பொருள் மாதிரி உங்கள் சொந்த பயன்பாட்டிற்கானது மற்றும்
th: โดยพื้นฐานแล้วมันหมายความว่าโมเดลนี้มีไว้สำหรับการใช้งานของคุณเองและ
tr: Temel olarak bu, modelin kendi kullanımınız için olduğu anlamına gelir ve
uk: По суті, це означає, що модель призначена для вашого власного використання та
ur: بنیادی طور پر اس کا مطلب یہ ہے کہ ماڈل آپ کے اپنے استعمال کے لیے ہے۔
vi: Về cơ bản, điều đó có nghĩa là mô hình này dành cho mục đích sử dụng của riêng bạn và

source: cannot be re-distributed without the permission of the modeller.
ar: لا يجوز إعادة توزيعها دون الحصول على إذن من المصمم.
bg: не може да бъде разпространявано без разрешението на моделиращия.
bn: মডেলারের অনুমতি ছাড়া পুনঃবিতরণ করা যাবে না।
cs: nelze dále distribuovat bez souhlasu modeláře.
da: må ikke videredistribueres uden modelbyggerens tilladelse.
de: Darf nicht ohne die Erlaubnis des Modellierers weiterverbreitet werden.
el: δεν μπορεί να αναδιανεμηθεί χωρίς την άδεια του δημιουργού του μοντέλου.
es: No puede redistribuirse sin el permiso del modelador.
et: ei saa ilma modelleerija loata edasi levitada.
fa: بدون اجازه مدل‌ساز نمی‌توان آن را دوباره توزیع کرد.
fi: ei saa levittää edelleen ilman mallinnuksen tekijän lupaa.
fr: Ne peut être redistribué sans l'autorisation du modélisateur.
he: לא ניתן להפיץ מחדש ללא אישור יוצר המודל.
hi: मॉडलर की अनुमति के बिना पुनः वितरित नहीं किया जा सकता।
hu: a modellező engedélye nélkül nem terjeszthető újra.
id: tidak dapat didistribusikan ulang tanpa izin dari pembuat model.
it: non può essere ridistribuito senza il permesso del modellatore.
ja: モデラーの許可なしに再配布することはできません。
lt: negali būti platinamas be modeliuotojo leidimo.
lv: nevar izplatīt tālāk bez modelētāja atļaujas.
nl: mag niet worden herverdeeld zonder toestemming van de modelbouwer.
no: kan ikke distribueres på nytt uten tillatelse fra modellbyggeren.
pl: nie może być rozpowszechniany bez zgody modelarza.
pt: Não pode ser redistribuído sem a permissão do modelador.
ro: nu poate fi redistribuit fără permisiunea modelatorului.
ru: не может быть распространена без разрешения разработчика модели.
sq: nuk mund të rishpërndahet pa lejen e modeluesit.
sr: не може се поново дистрибуирати без дозволе моделара.
sv: får inte distribueras vidare utan modellbyggarens tillstånd.
sw: haiwezi kusambazwa tena bila idhini ya modeli.
ta: மாடலரின் அனுமதியின்றி மீண்டும் விநியோகிக்க முடியாது.
th: ไม่สามารถนำไปเผยแพร่ต่อได้โดยไม่ได้รับอนุญาตจากผู้สร้างโมเดล
tr: Modelleyicinin izni olmadan yeniden dağıtılamaz.
uk: не може бути розповсюджений без дозволу розробника моделі.
ur: ماڈلر کی اجازت کے بغیر دوبارہ تقسیم نہیں کیا جا سکتا۔
vi: không thể phân phối lại nếu không có sự cho phép của người làm mô hình.

source: Here is the link to the full description of the license -
ar: وهنا الرابط للوصف الكامل للترخيص -
bg: Ето линк към пълното описание на лиценза -
bn: লাইসেন্সের সম্পূর্ণ বিবরণের লিঙ্ক এখানে -
cs: Zde je odkaz na úplný popis licence -
da: Her er linket til den fulde beskrivelse af licensen -
de: Hier ist der Link zur vollständigen Lizenzbeschreibung -
el: Εδώ είναι ο σύνδεσμος για την πλήρη περιγραφή της άδειας χρήσης -
es: Aquí tenéis el enlace a la descripción completa de la licencia:
et: Siin on link litsentsi täieliku kirjelduse juurde -
fa: این هم لینک توضیحات کامل در مورد لایسنس -
fi: Tässä on linkki lisenssin täydelliseen kuvaukseen -
fr: Voici le lien vers la description complète de la licence -
he: הנה קישור לתיאור המלא של הרישיון -
hi: लाइसेंस के पूर्ण विवरण का लिंक यहां दिया गया है -
hu: Itt a link a licenc teljes leírásához -
id: Berikut adalah tautan ke deskripsi lengkap lisensi -
it: Ecco il link alla descrizione completa della licenza:
ja: ライセンスの詳細な説明へのリンクはこちらです -
lt: Čia yra nuoroda į visą licencijos aprašymą -
lv: Šeit ir saite uz pilnu licences aprakstu —
nl: Hier is de link naar de volledige beschrijving van de licentie -
no: Her er lenken til den fullstendige beskrivelsen av lisensen -
pl: Oto link do pełnego opisu licencji -
pt: Aqui está o link para a descrição completa da licença -
ro: Iată linkul către descrierea completă a licenței -
ru: Вот ссылка на полное описание лицензии -
sq: Ja linku për përshkrimin e plotë të licencës -
sr: Ево линка до комплетног описа лиценце -
sv: Här är länken till den fullständiga beskrivningen av licensen -
sw: Hapa kuna kiunga cha maelezo kamili ya leseni -
ta: உரிமத்தின் முழு விளக்கத்திற்கான இணைப்பு இங்கே -
th: นี่คือลิงก์ไปยังคำอธิบายฉบับเต็มของใบอนุญาต -
tr: İşte lisansın tam açıklamasına giden bağlantı -
uk: Ось посилання на повний опис ліцензії -
ur: لائسنس کی مکمل تفصیل کا لنک یہ ہے -
vi: Đây là liên kết đến mô tả đầy đủ về giấy phép -

source: New chess sets can be created from 3d models.
ar: يمكن إنشاء مجموعات شطرنج جديدة من نماذج ثلاثية الأبعاد.
bg: Нови шахматни комплекти могат да бъдат създадени от 3D модели.
bn: থ্রিডি মডেল থেকে নতুন দাবা সেট তৈরি করা যেতে পারে।
cs: Nové šachové sady lze vytvořit z 3D modelů.
da: Nye skaksæt kan oprettes ud fra 3D-modeller.
de: Neue Schachsets können aus 3D-Modellen erstellt werden.
el: Νέα σετ σκακιού μπορούν να δημιουργηθούν από τρισδιάστατα μοντέλα.
es: Se pueden crear nuevos juegos de ajedrez a partir de modelos 3D.
et: Uusi malekomplekte saab luua 3D-mudelite põhjal.
fa: می‌توان از مدل‌های سه‌بعدی، مجموعه‌های شطرنج جدید ساخت.
fi: Uusia shakkisarjoja voidaan luoda 3D-malleista.
fr: De nouveaux jeux d'échecs peuvent être créés à partir de modèles 3D.
he: ניתן ליצור ערכות שחמט חדשות ממודלים תלת-ממדיים.
hi: 3डी मॉडल से नये शतरंज सेट बनाए जा सकते हैं।
hu: Új sakkkészletek hozhatók létre 3D modellekből.
id: Set catur baru dapat dibuat dari model 3D.
it: È possibile creare nuovi set di scacchi a partire da modelli 3D.
ja: 3D モデルから新しいチェス セットを作成できます。
lt: Naujus šachmatų rinkinius galima sukurti iš 3D modelių.
lv: Jaunus šaha komplektus var izveidot no 3D modeļiem.
nl: Nieuwe schaakspellen kunnen worden gemaakt op basis van 3D-modellen.
no: Nye sjakksett kan lages fra 3D-modeller.
pl: Nowe zestawy szachów można tworzyć z modeli 3D.
pt: Novos jogos de xadrez podem ser criados a partir de modelos 3D.
ro: Noi seturi de șah pot fi create din modele 3D.
ru: Новые шахматные комплекты можно создавать из 3D-моделей.
sq: Sete të reja shahu mund të krijohen nga modelet 3D.
sr: Нови шаховски сетови могу се креирати из 3Д модела.
sv: Nya schackspel kan skapas från 3D-modeller.
sw: Seti mpya za chess zinaweza kuundwa kutoka kwa mifano ya 3d.
ta: 3டி மாடல்களில் இருந்து புதிய சதுரங்கத் தொகுப்புகளை உருவாக்க முடியும்.
th: สามารถสร้างชุดหมากรุกใหม่จากโมเดล 3 มิติได้
tr: 3D modellerden yeni satranç takımları yaratılabilir.
uk: Нові шахові набори можна створювати з 3D-моделей.
ur: شطرنج کے نئے سیٹ 3d ماڈلز سے بنائے جا سکتے ہیں۔
vi: Có thể tạo ra bộ cờ vua mới từ mô hình 3D.

source: I used Autodesk 3ds Max for this process.
ar: لقد استخدمت Autodesk 3ds Max لهذه العملية.
bg: За този процес използвах Autodesk 3ds Max.
bn: আমি এই প্রক্রিয়াটির জন্য Autodesk 3ds Max ব্যবহার করেছি।
cs: Pro tento proces jsem použil Autodesk 3ds Max.
da: Jeg brugte Autodesk 3ds Max til denne proces.
de: Für diesen Prozess habe ich Autodesk 3ds Max verwendet.
el: Χρησιμοποίησα το Autodesk 3ds Max για αυτήν τη διαδικασία.
es: Para este proceso utilicé Autodesk 3ds Max.
et: Selle protsessi jaoks kasutasin Autodesk 3ds Maxi.
fa: من برای این فرآیند از نرم‌افزار Autodesk 3ds Max استفاده کردم.
fi: Käytin tähän prosessiin Autodesk 3ds Maxia.
fr: J'ai utilisé Autodesk 3ds Max pour ce processus.
he: השתמשתי בתוכנת Autodesk 3ds Max לתהליך הזה.
hi: मैंने इस प्रक्रिया के लिए ऑटोडेस्क 3डीएस मैक्स का उपयोग किया।
hu: Ehhez a folyamathoz az Autodesk 3ds Max programot használtam.
id: Saya menggunakan Autodesk 3ds Max untuk proses ini.
it: Per questo processo ho utilizzato Autodesk 3ds Max.
ja: このプロセスには Autodesk 3ds Max を使用しました。
lt: Šiam procesui naudojau „Autodesk 3ds Max“.
lv: Šim procesam es izmantoju Autodesk 3ds Max.
nl: Voor dit proces heb ik Autodesk 3ds Max gebruikt.
no: Jeg brukte Autodesk 3ds Max til denne prosessen.
pl: Do tego procesu użyłem programu Autodesk 3ds Max.
pt: Utilizei o Autodesk 3ds Max para este processo.
ro: Am folosit Autodesk 3ds Max pentru acest proces.
ru: Для этого процесса я использовал Autodesk 3ds Max.
sq: Unë përdora Autodesk 3ds Max për këtë proces.
sr: За овај процес сам користио Autodesk 3ds Max.
sv: Jag använde Autodesk 3ds Max för den här processen.
sw: Nilitumia Autodesk 3ds Max kwa mchakato huu.
ta: இந்த செயல்முறைக்கு நான் Autodesk 3ds Max ஐப் பயன்படுத்தினேன்.
th: ฉันใช้ Autodesk 3ds Max สำหรับกระบวนการนี้
tr: Bu işlem için Autodesk 3ds Max kullandım.
uk: Для цього процесу я використовував Autodesk 3ds Max.
ur: میں نے اس عمل کے لیے Autodesk 3ds Max استعمال کیا۔
vi: Tôi đã sử dụng Autodesk 3ds Max cho quá trình này.

source: You will need a plug-in DirectX converter for 3ds Max.
ar: سوف تحتاج إلى محول DirectX الإضافي لـ 3ds Max.
bg: Ще ви е необходим плъгин за DirectX конвертор за 3ds Max.
bn: 3ds Max এর জন্য আপনার একটি প্লাগ-ইন DirectX কনভার্টার লাগবে।
cs: Budete potřebovat plugin pro DirectX převodník pro 3ds Max.
da: Du skal bruge en DirectX-konverter (tilbehør) til 3ds Max.
de: Sie benötigen einen DirectX-Konverter als Plug-in für 3ds Max.
el: Θα χρειαστείτε έναν μετατροπέα DirectX plug-in για το 3ds Max.
es: Necesitarás un convertidor DirectX en formato plugin para 3ds Max.
et: 3ds Maxi jaoks on vaja pluginana kasutatavat DirectX-i muundurit.
fa: شما به یک مبدل DirectX افزونه برای 3ds Max نیاز خواهید داشت.
fi: Tarvitset 3ds Maxia varten plug-in-tyyppisen DirectX-muuntimen.
fr: Vous aurez besoin d'un convertisseur DirectX pour 3ds Max.
he: תצטרך ממיר DirectX תואם עבור 3ds Max.
hi: आपको 3ds मैक्स के लिए प्लग-इन डायरेक्टएक्स कनवर्टर की आवश्यकता होगी।
hu: Szükséged lesz egy DirectX konverter bővítményre a 3ds Max-hoz.
id: Anda akan memerlukan konverter DirectX plug-in untuk 3ds Max.
it: Per 3ds Max avrai bisogno di un convertitore DirectX plug-in.
ja: 3ds Max 用のプラグイン DirectX コンバーターが必要になります。
lt: Jums reikės „DirectX“ keitiklio, skirto „3ds Max“.
lv: Jums būs nepieciešams spraudnis ar DirectX pārveidotāju 3ds Max.
nl: Je hebt een plug-in DirectX-converter voor 3ds Max nodig.
no: Du trenger en plugin-modul for DirectX-konvertering for 3ds Max.
pl: Będziesz potrzebować konwertera plug-in DirectX dla programu 3ds Max.
pt: Você precisará de um conversor DirectX plug-in para o 3ds Max.
ro: Vei avea nevoie de un convertor DirectX tip plugin pentru 3ds Max.
ru: Вам понадобится подключаемый модуль-конвертер DirectX для 3ds Max.
sq: Do t'ju duhet një konvertues DirectX plug-in për 3ds Max.
sr: Биће вам потребан плагин DirectX конвертер за 3ds Max.
sv: Du behöver en insticksprogramvara för DirectX för 3ds Max.
sw: Utahitaji kigeuzi cha programu-jalizi cha DirectX kwa 3ds Max.
ta: 3ds Max-க்கு உங்களுக்கு ஒரு செருகுநிரல் DirectX மாற்றி தேவைப்படும்.
th: คุณจะต้องมีตัวแปลงปลั๊กอิน DirectX สำหรับ 3ds Max
tr: 3ds Max için bir DirectX dönüştürücü eklentisine ihtiyacınız olacak.
uk: Вам знадобиться плагін-конвертер DirectX для 3ds Max.
ur: آپ کو 3ds Max کے لیے ایک پلگ ان DirectX کنورٹر کی ضرورت ہوگی۔
vi: Bạn sẽ cần một plug-in chuyển đổi DirectX cho 3ds Max.
