Repository: RoySawyer/nimzo_3d_14
Catalog: main_14_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: so that I could monitor the results more easily.
ar: حتى أتمكن من مراقبة النتائج بسهولة أكبر.
bg: за да мога да следя резултатите по-лесно.
bn: যাতে আমি আরও সহজে ফলাফল পর্যবেক্ষণ করতে পারি।
cs: abych mohl/a výsledky snadněji sledovat.
da: så jeg lettere kunne følge resultaterne.
de: damit ich die Ergebnisse leichter überwachen konnte.
el: ώστε να μπορώ να παρακολουθώ τα αποτελέσματα πιο εύκολα.
es: para poder controlar los resultados más fácilmente.
et: et saaksin tulemusi kergemini jälgida.
fa: تا بتوانم راحت‌تر نتایج را رصد کنم.
fi: jotta voisin seurata tuloksia helpommin.
fr: afin de pouvoir suivre plus facilement les résultats.
he: כדי שאוכל לעקוב אחר התוצאות ביתר קלות.
hi: ताकि मैं परिणामों पर अधिक आसानी से नजर रख सकूं।
hu: hogy könnyebben nyomon tudjam követni az eredményeket.
id: sehingga saya dapat memantau hasilnya dengan lebih mudah.
it: in modo da poter monitorare più facilmente i risultati.
ja: 結果をより簡単に監視できるようにするためです。
lt: kad galėčiau lengviau stebėti rezultatus.
lv: lai es varētu vieglāk uzraudzīt rezultātus.
nl: zodat ik de resultaten gemakkelijker kon controleren.
no: slik at jeg enklere kunne følge med på resultatene.
pl: żebym mógł łatwiej monitorować wyniki.
pt: para que eu pudesse monitorar os resultados com mais facilidade.
ro: ca să pot urmări rezultatele mai ușor.
ru: чтобы мне было легче отслеживать результаты.
sq: në mënyrë që të mund t’i monitoroja rezultatet më lehtë.
sr: како бих лакше могао пратити резултате.
sv: så att jag lättare kunde följa resultaten.
sw: ili niweze kufuatilia matokeo kwa urahisi zaidi.
ta: அதனால் முடிவுகளை எளிதாகக் கண்காணிக்க முடிந்தது.
th: เพื่อให้ฉันสามารถติดตามผลได้ง่ายยิ่งขึ้น
tr: Böylece sonuçları daha kolay takip edebildim.
uk: щоб я міг легше стежити за результатами.
ur: تاکہ میں زیادہ آسانی سے نتائج کی نگرانی کر سکوں۔
vi: để tôi có thể theo dõi kết quả dễ dàng hơn.

source: One pitfall to be aware of, is that some 3d models do not have
ar: أحد الأخطاء التي يجب الانتباه إليها هو أن بعض النماذج ثلاثية الأبعاد لا تحتوي على
bg: Един капан, за който трябва да сте наясно, е, че някои 3D модели нямат
bn: একটি বিপদ সম্পর্কে সচেতন থাকা উচিত, তা হল কিছু 3D মডেলে নেই
cs: Jedním úskalím, na které je třeba si dát pozor, je, že některé 3D modely nemají
da: En faldgrube, man skal være opmærksom på, er, at nogle 3D-modeller ikke har
de: Eine mögliche Fehlerquelle, die es zu beachten gilt, ist, dass einige 3D-Modelle nicht über
el: Ένα μειονέκτημα που πρέπει να γνωρίζετε είναι ότι ορισμένα τρισδιάστατα μοντέλα δεν έχουν
es: Un inconveniente a tener en cuenta es que algunos modelos 3D no tienen
et: Üks lõks, millega arvestada, on see, et mõnel 3D-mudelil pole
fa: یک نکته که باید از آن آگاه باشید این است که برخی از مدل‌های سه‌بعدی این ویژگی را ندارند.
fi: Yksi sudenkuoppa, joka on hyvä tiedostaa, on se, että joissakin 3D-malleissa ei ole
fr: Un écueil à prendre en compte est que certains modèles 3D n'en possèdent pas.
he: מלכודת אחת שכדאי להיות מודעים לה היא שחלק מהמודלים התלת-ממדיים אינם כוללים
hi: एक नुकसान जिसके बारे में आपको पता होना चाहिए, वह यह है कि कुछ 3D मॉडल में यह सुविधा नहीं होती है।
hu: Egyetlen buktató, amire figyelni kell, hogy egyes 3D modellek nem rendelkeznek
id: Satu jebakan yang harus diperhatikan adalah beberapa model 3D tidak memiliki
it: Una trappola di cui essere consapevoli è che alcuni modelli 3D non hanno
ja: 注意すべき落とし穴は、一部の3Dモデルには
lt: Vienas trūkumas, į kurį reikia atkreipti dėmesį, yra tai, kad kai kurie 3D modeliai neturi
lv: Viens trūkums, kas jāņem vērā, ir tas, ka dažiem 3D modeļiem nav
nl: Een valkuil waar u zich bewust van moet zijn, is dat sommige 3D-modellen geen
no: En fallgruve man bør være klar over er at noen 3D-modeller ikke har
pl: Jedną pułapką, o której należy pamiętać, jest to, że niektóre modele 3D nie mają
pt: Um problema a evitar é que alguns modelos 3D não possuem
ro: O capcană de care trebuie să fii conștient este că unele modele 3D nu au
ru: Одна ловушка, о которой следует знать, заключается в том, что некоторые 3D-модели не имеют
sq: Një pengesë për t'u pasur parasysh është se disa modele 3D nuk kanë
sr: Једна замка које треба бити свестан је да неки 3Д модели немају
sv: En fallgrop att vara medveten om är att vissa 3D-modeller inte har
sw: Shimo moja la kufahamu, ni kwamba aina zingine za 3d hazina
ta: சில 3D மாடல்களில் இல்லாதது ஒரு குறை என்பதை நினைவில் கொள்ளுங்கள்.
th: ข้อผิดพลาดประการหนึ่งที่ต้องระวังคือโมเดล 3 มิติบางรุ่นไม่มี
tr: Dikkat edilmesi gereken bir tuzak, bazı 3 boyutlu modellerin olmamasıdır.
uk: Одна пастка, про яку слід пам'ятати, полягає в тому, що деякі 3D-моделі не мають
ur: ایک خرابی جس کے بارے میں آگاہ ہونا ضروری ہے، وہ یہ ہے کہ کچھ 3d ماڈلز نہیں رکھتے ہیں۔
vi: Một cạm bẫy cần lưu ý là một số mô hình 3D không có

source: UV mapping co-ordinates built into the model.
ar: إحداثيات رسم الخرائط فوق البنفسجية المضمنة في النموذج.
bg: UV картографски координати, вградени в модела.
bn: মডেলটিতে অন্তর্নির্মিত UV ম্যাপিং স্থানাঙ্ক।
cs: Souřadnice UV mapování zabudované v modelu.
da: UV-kortlægningskoordinater indbygget i modellen.
de: UV-Mapping-Koordinaten sind im Modell integriert.
el: Συντεταγμένες χαρτογράφησης UV ενσωματωμένες στο μοντέλο.
es: Coordenadas de mapeo UV integradas en el modelo.
et: Mudelisse sisseehitatud UV-kaardistamise koordinaadid.
fa: مختصات نقشه‌برداری UV در مدل تعبیه شده است.
fi: Malliin sisäänrakennetut UV-kartoituskoordinaatit.
fr: Coordonnées de mappage UV intégrées au modèle.
he: קואורדינטות מיפוי UV מובנות במודל.
hi: मॉडल में निर्मित यूवी मानचित्रण निर्देशांक।
hu: A modellbe épített UV-leképezési koordináták.
id: Koordinat pemetaan UV terintegrasi dalam model.
it: Coordinate di mappatura UV integrate nel modello.
ja: モデルに組み込まれた UV マッピング座標。
lt: Į modelį integruotos UV žemėlapių koordinatės.
lv: Modelī iebūvētās UV kartēšanas koordinātas.
nl: UV-mappingcoördinaten ingebouwd in het model.
no: UV-kartleggingskoordinater innebygd i modellen.
pl: Współrzędne mapowania UV wbudowane w model.
pt: Coordenadas de mapeamento UV incorporadas ao modelo.
ro: Coordonate de mapare UV încorporate în model.
ru: Координаты UV-отображения встроены в модель.
sq: Koordinatat e hartës UV të integruara në model.
sr: UV мапирање координата уграђено у модел.
sv: UV-mappningskoordinater inbyggda i modellen.
sw: Viwianishi vya uchoraji wa ramani vya UV vilivyojengwa ndani ya modeli.
ta: மாதிரியில் கட்டமைக்கப்பட்ட UV மேப்பிங் ஒருங்கிணைப்புகள்.
th: พิกัดการแมป UV ถูกสร้างขึ้นในโมเดล
tr: Modele entegre UV haritalama koordinatları.
uk: Координати UV-картування вбудовані в модель.
ur: ماڈل میں بنائے گئے UV میپنگ کوآرڈینیٹ۔
vi: Tọa độ ánh xạ UV được tích hợp vào mô hình.

source: These are needed for the pieces to be wrapped with the bitmap.
ar: هذه ضرورية للقطع المراد تغليفها بالخريطة النقطية.
bg: Те са необходими, за да могат частите да бъдат обвити с растерното изображение.
bn: বিটম্যাপ দিয়ে টুকরোগুলো মোড়ানোর জন্য এগুলো প্রয়োজন।
cs: Ty jsou potřeba k tomu, aby se díly obalily bitmapou.
da: Disse er nødvendige for at stykkerne kan ombrydes med bitmap'en.
de: Diese werden benötigt, damit die einzelnen Teile mit der Bitmap umhüllt werden können.
el: Αυτά είναι απαραίτητα για να τυλιχθούν τα κομμάτια με το bitmap.
es: Estos elementos son necesarios para que las piezas se puedan envolver con el mapa de bits.
et: Neid on vaja tükkide bitikaardiga mähkimiseks.
fa: اینها برای اینکه قطعات با بیت‌مپ پیچیده شوند، مورد نیاز هستند.
fi: Näitä tarvitaan, jotta palaset voidaan kääriä bittikartan kanssa.
fr: Ces éléments sont nécessaires pour que les pièces soient enveloppées dans l'image bitmap.
he: אלה נחוצים כדי שהחלקים יעוטפו במפת הסיביות.
hi: बिटमैप के साथ टुकड़ों को लपेटने के लिए इनकी आवश्यकता होती है।
hu: Ezekre szükség van ahhoz, hogy a darabokat a bitképpel együtt lehessen becsomagolni.
id: Ini diperlukan agar potongan-potongan tersebut dibungkus dengan bitmap.
it: Sono necessari affinché i pezzi vengano avvolti nella bitmap.
ja: これらは、ビットマップでラップされる部分に必要です。
lt: Jų reikia, kad dalys būtų apvyniotos rastriniu vaizdu.
lv: Tie ir nepieciešami, lai gabali tiktu ietīti ar bitkarti.
nl: Deze zijn nodig om de stukken in de bitmap te omsluiten.
no: Disse trengs for at brikkene skal pakkes inn med bitmap-bildet.
pl: Są one potrzebne do otulenia elementów mapą bitową.
pt: Esses elementos são necessários para que as peças sejam envolvidas pelo bitmap.
ro: Acestea sunt necesare pentru ca piesele să fie înfășurate cu bitmap-ul.
ru: Они необходимы для того, чтобы детали можно было обернуть в растровое изображение.
sq: Këto janë të nevojshme që pjesët të mbështillen me bitmap-in.
sr: Ово је потребно да би се делови обмотали битмапом.
sv: Dessa behövs för att delarna ska kunna omslutas med bitmappen.
sw: Hizi zinahitajika kwa vipande vilivyofungwa na bitmap.
ta: பிட்மேப்பில் துண்டுகள் சுற்றப்படுவதற்கு இவை தேவை.
th: สิ่งเหล่านี้จำเป็นสำหรับชิ้นส่วนที่จะห่อด้วยบิตแมป
tr: Bunlar, parçaların bitmap ile sarılması için gereklidir.
uk: Вони потрібні для того, щоб частини були обгорнуті растровим зображенням.
ur: بٹ میپ کے ساتھ ٹکڑوں کو لپیٹنے کے لیے ان کی ضرورت ہے۔
vi: Những thứ này cần thiết để các mảnh được bao bọc bằng bitmap.

source: Although there are more complex methods available to create the
ar: على الرغم من وجود طرق أكثر تعقيدًا متاحة لإنشاء
bg: Въпреки че съществуват по-сложни методи за създаване на
bn: যদিও তৈরি করার জন্য আরও জটিল পদ্ধতি উপলব্ধ রয়েছে
cs: I když existují složitější metody, jak je vytvořit
da: Selvom der findes mere komplekse metoder til at skabe
de: Obwohl komplexere Methoden zur Erstellung zur Verfügung stehen,
el: Αν και υπάρχουν πιο σύνθετες μέθοδοι διαθέσιμες για τη δημιουργία του
es: Aunque existen métodos más complejos para crear el
et: Kuigi selle loomiseks on olemas keerukamaid meetodeid
fa: اگرچه روش‌های پیچیده‌تری برای ایجاد ... وجود دارد.
fi: Vaikka on olemassa monimutkaisempiakin menetelmiä sen luomiseksi
fr: Bien qu'il existe des méthodes plus complexes pour créer le
he: למרות שקיימות שיטות מורכבות יותר ליצירת
hi: यद्यपि इसे बनाने के लिए अधिक जटिल विधियाँ उपलब्ध हैं
hu: Bár léteznek bonyolultabb módszerek is a létrehozására
id: Meskipun ada metode yang lebih kompleks yang tersedia untuk membuat
it: Sebbene siano disponibili metodi più complessi per creare il
ja: より複雑な方法もありますが、
lt: Nors yra ir sudėtingesnių būdų sukurti
lv: Lai gan ir pieejamas sarežģītākas metodes, lai izveidotu
nl: Hoewel er complexere methoden beschikbaar zijn om de
no: Selv om det finnes mer komplekse metoder for å lage
pl: Chociaż dostępne są bardziej złożone metody tworzenia
pt: Embora existam métodos mais complexos disponíveis para criar o
ro: Deși există metode mai complexe disponibile pentru a crea
ru: Хотя существуют и более сложные методы создания
sq: Edhe pse ekzistojnë metoda më komplekse për të krijuar
sr: Иако постоје сложеније методе за креирање
sv: Även om det finns mer komplexa metoder för att skapa
sw: Ingawa kuna njia ngumu zaidi zinazopatikana za kuunda
ta: உருவாக்குவதற்கு மிகவும் சிக்கலான முறைகள் இருந்தாலும்
th: แม้ว่าจะมีวิธีการที่ซับซ้อนกว่าในการสร้าง
tr: Oluşturmak için daha karmaşık yöntemler mevcut olsa da
uk: Хоча існують складніші методи створення
ur: اگرچہ بنانے کے لیے زیادہ پیچیدہ طریقے دستیاب ہیں۔
vi: Mặc dù có nhiều phương pháp phức tạp hơn để tạo ra

source: UV co-ordinates, I found that the built in options are quite adequate.
ar: إحداثيات الأشعة فوق البنفسجية، وجدت أن الخيارات المضمنة كافية تمامًا.
bg: UV координати, установих, че вградените опции са доста адекватни.
bn: UV স্থানাঙ্কের ক্ষেত্রে, আমি দেখতে পেয়েছি যে বিল্ট-ইন বিকল্পগুলি যথেষ্ট।
cs: UV souřadnice, zjistil jsem, že vestavěné možnosti jsou docela dostačující.
da: UV-koordinater, jeg fandt, at de indbyggede muligheder er ret tilstrækkelige.
de: Bei den UV-Koordinaten habe ich festgestellt, dass die integrierten Optionen völlig ausreichend sind.
el: Συντεταγμένες UV, διαπίστωσα ότι οι ενσωματωμένες επιλογές είναι αρκετά επαρκείς.
es: En cuanto a las coordenadas UV, descubrí que las opciones integradas son bastante adecuadas.
et: UV-koordinaatide osas leidsin, et sisseehitatud valikud on üsna piisavad.
fa: مختصات UV، متوجه شدم که گزینه‌های داخلی کاملاً کافی هستند.
fi: UV-koordinaatit, havaitsin, että sisäänrakennetut vaihtoehdot ovat varsin riittävät.
fr: En ce qui concerne les coordonnées UV, j'ai constaté que les options intégrées sont tout à fait adéquates.
he: קואורדינטות UV, מצאתי שהאפשרויות המובנות די מספקות.
hi: यूवी निर्देशांक, मैंने पाया कि अंतर्निहित विकल्प काफी पर्याप्त हैं।
hu: UV-koordinátákkal kapcsolatban úgy találtam, hogy a beépített opciók eléggé megfelelőek.
id: Koordinat UV, saya menemukan bahwa opsi bawaan cukup memadai.
it: Coordinate UV, ho scoperto che le opzioni integrate sono abbastanza adeguate.
ja: UV 座標に関しては、組み込みのオプションが十分であることがわかりました。
lt: UV koordinates, pastebėjau, kad integruotos parinktys yra gana tinkamos.
lv: UV koordinātas, es atklāju, ka iebūvētās opcijas ir diezgan atbilstošas.
nl: UV-coördinaten: ik vind dat de ingebouwde opties voldoende zijn.
no: UV-koordinater, jeg fant ut at de innebygde alternativene er ganske tilstrekkelige.
pl: Współrzędne UV, stwierdziłem, że wbudowane opcje są w zupełności wystarczające.
pt: Em relação às coordenadas UV, descobri que as opções integradas são bastante adequadas.
ro: Coordonate UV, am constatat că opțiunile încorporate sunt destul de adecvate.
ru: UV-координат, я обнаружил, что встроенных опций вполне достаточно.
sq: Koordinatat UV, zbulova se opsionet e integruara janë mjaft të përshtatshme.
sr: УВ координате, открио сам да су уграђене опције сасвим адекватне.
sv: UV-koordinater, jag tyckte att de inbyggda alternativen är ganska tillräckliga.
sw: Uratibu wa UV, niligundua kuwa chaguzi zilizojengwa zinatosha kabisa.
ta: UV ஆயத்தொலைவுகள், உள்ளமைக்கப்பட்ட விருப்பங்கள் மிகவும் போதுமானதாக இருப்பதைக் கண்டேன்.
th: พิกัด UV ฉันพบว่าตัวเลือกในตัวนั้นเพียงพอ
tr: UV koordinatlarında, yerleşik seçeneklerin oldukça yeterli olduğunu gördüm.
uk: Щодо УФ-координат, я виявив, що вбудованих опцій цілком достатньо.
ur: UV کوآرڈینیٹ، میں نے محسوس کیا کہ بلٹ ان آپشنز کافی مناسب ہیں۔
vi: Về tọa độ UV, tôi thấy các tùy chọn tích hợp khá đầy đủ.

source: With the model selected, you then select the < Modify > option
ar: مع تحديد النموذج، يمكنك بعد ذلك تحديد خيار <تعديل>
bg: След като моделът е избран, изберете опцията < Промяна >
bn: মডেলটি নির্বাচিত হওয়ার পরে, আপনি <Modify > বিকল্পটি নির্বাচন করুন
cs: Po vybrání modelu vyberte možnost < Upravit >
da: Når modellen er valgt, skal du derefter vælge <Rediger>
de: Nachdem Sie das Modell ausgewählt haben, wählen Sie die Option <Ändern>.
el: Με επιλεγμένο το μοντέλο, επιλέγετε την επιλογή <Τροποποίηση>
es: Una vez seleccionado el modelo, seleccione la opción <Modificar>
et: Kui mudel on valitud, valite seejärel suvandi <Muuda>.
fa: با انتخاب مدل، گزینه <Modify> را انتخاب کنید.
fi: Kun malli on valittu, valitse <Muokkaa>-vaihtoehto.
fr: Une fois le modèle sélectionné, vous sélectionnez ensuite l'option < Modifier >
he: לאחר בחירת המודל, לאחר מכן תבחר באפשרות <שנה>
hi: मॉडल का चयन करने के बाद, आप < संशोधित करें > विकल्प का चयन करें
hu: Miután kiválasztotta a modellt, válassza a < Módosítás > lehetőséget.
id: Dengan model yang dipilih, Anda kemudian memilih opsi < Ubah >
it: Con il modello selezionato, seleziona quindi l'opzione < Modifica >
ja: モデルを選択した状態で、< 変更 > オプションを選択します。
lt: Pasirinkę modelį, pasirinkite parinktį <Keisti>.
lv: Kad modelis ir atlasīts, atlasiet opciju <Modificēt>.
nl: Met het geselecteerde model selecteert u vervolgens de optie < Wijzigen >
no: Når modellen er valgt, velger du deretter alternativet <Endre>
pl: Po wybraniu modelu należy wybrać opcję < Modyfikuj >
pt: Com o modelo selecionado, selecione a opção <Modificar>.
ro: Cu modelul selectat, selectați apoi opțiunea <Modificare>
ru: Выбрав модель, выберите опцию <Изменить>.
sq: Me modelin e zgjedhur, ju zgjidhni opsionin < Modifiko >
sr: Када је модел изабран, изаберите опцију < Измени >
sv: När modellen är vald väljer du sedan alternativet <Ändra>
sw: Kwa mtindo uliochaguliwa, basi unachagua chaguo la < Kurekebisha >
ta: மாதிரி தேர்ந்தெடுக்கப்பட்டவுடன், நீங்கள் Modify > விருப்பத்தைத் தேர்ந்தெடுக்கவும்
th: เมื่อเลือกโมเดลแล้ว คุณเลือกตัวเลือก <แก้ไข>
tr: Model seçiliyken, < Değiştir > seçeneğini belirleyin
uk: Після вибору моделі виберіть опцію < Змінити >
ur: منتخب کردہ ماڈل کے ساتھ، آپ پھر <Modify> آپشن کو منتخب کریں۔
vi: Với mô hình đã chọn, sau đó bạn chọn tùy chọn < Sửa đổi >

source: from the toolbar in the right hand side panel window.
ar: من شريط الأدوات الموجود في نافذة اللوحة الموجودة على الجانب الأيمن.
bg: от лентата с инструменти в прозореца на дясната страна.
bn: ডান দিকের প্যানেল উইন্ডোর টুলবার থেকে।
cs: z panelu nástrojů v pravém bočním okně.
da: fra værktøjslinjen i panelvinduet i højre side.
de: aus der Symbolleiste im rechten Seitenfenster.
el: από τη γραμμή εργαλείων στο δεξί πλευρικό παράθυρο.
es: desde la barra de herramientas en la ventana del panel lateral derecho.
et: parempoolse akna paneeli tööriistaribalt.
fa: از نوار ابزار در پنجره پنل سمت راست.
fi: oikeanpuoleisen ikkunan työkalupalkista.
fr: à partir de la barre d'outils située dans le panneau latéral droit.
he: מסרגל הכלים בחלון הצד הימני.
hi: दाएँ हाथ की ओर पैनल विंडो में टूलबार से।
hu: a jobb oldali ablakpanel eszköztáráról.
id: dari bilah alat di jendela panel sisi kanan.
it: dalla barra degli strumenti nella finestra del pannello laterale destro.
ja: 右側のパネルウィンドウのツールバーから。
lt: iš įrankių juostos, esančios dešiniajame lango skydelyje.
lv: no rīkjoslas loga labajā pusē esošajā panelī.
nl: via de werkbalk in het rechter zijpaneel.
no: fra verktøylinjen i panelvinduet til høyre.
pl: z paska narzędzi w prawym panelu okna.
pt: a partir da barra de ferramentas na janela do painel lateral direito.
ro: din bara de instrumente din fereastra panoului din partea dreaptă.
ru: из панели инструментов в правой части окна панели.
sq: nga shiriti i veglave në dritaren e panelit në të djathtë.
sr: са траке са алаткама у прозору са десне стране.
sv: från verktygsfältet i panelfönstret till höger.
sw: kutoka kwa upau wa vidhibiti kwenye dirisha la paneli la upande wa kulia.
ta: வலது பக்க பலக சாளரத்தில் உள்ள கருவிப்பட்டியில் இருந்து.
th: จากแถบเครื่องมือในหน้าต่างแผงด้านขวามือ
tr: Sağ taraftaki panel penceresindeki araç çubuğundan.
uk: з панелі інструментів у правій бічній панелі вікна.
ur: دائیں ہاتھ کی پینل ونڈو میں ٹول بار سے۔
vi: từ thanh công cụ ở cửa sổ bảng điều khiển bên phải.

source: Then drop down the < Modifier list > Scroll down the list and
ar: ثم قم بإسقاط <قائمة التعديل> وقم بالتمرير لأسفل القائمة و
bg: След това пуснете < Списък с модификатори > Превъртете надолу списъка и
bn: তারপর <Modifier list> তালিকাটি নিচে স্ক্রোল করুন এবং
cs: Pak rozbalovací nabídku < Seznam modifikátorů > Přejděte dolů v seznamu a
da: Rul derefter ned på listen i <Redigeringsliste>, og
de: Öffnen Sie dann die <Modifikatorliste>, scrollen Sie in der Liste nach unten und
el: Στη συνέχεια, αναπτυσσόμενη λίστα <Τροποποιητής> Κάντε κύλιση προς τα κάτω στη λίστα και
es: Luego, despliega la lista < Modificador >. Desplázate hacia abajo en la lista y
et: Seejärel lohistage alla <Muutjate loend> Kerige loendit allapoole ja
fa: سپس <لیست اصلاح‌کننده‌ها> را به پایین بکشید و به پایین لیست بروید و
fi: Sitten pudota alas < Muokkaajaluettelo > Vieritä luetteloa alaspäin ja
fr: Déroulez ensuite la liste < Modificateurs >. Faites défiler la liste vers le bas et
he: לאחר מכן, גלול למטה ברשימה <רשימת שינויים> ו...
hi: फिर < संशोधक सूची > ड्रॉप डाउन करें सूची को नीचे स्क्रॉल करें और
hu: Ezután legördül a < Módosítólista > menüből Görgessen le a listából, és
id: Kemudian turunkan < Daftar Modifier > Gulir ke bawah daftar dan
it: Quindi apri l'elenco <Modificatore> Scorri l'elenco verso il basso e
ja: 次に、< 修飾子リスト > をドロップダウンし、リストを下にスクロールして
lt: Tada išskleidžiamajame sąraše pasirinkite <Modifikatorių sąrašas> ir slinkite sąrašu žemyn.
lv: Pēc tam nolaižamajā izvēlnē atlasiet <Modificētāju saraksts> un ritiniet sarakstu uz leju.
nl: Zet dan de <Modifier list> naar beneden. Scroll door de lijst en
no: Deretter ruller du nedover listen i <Modifikatorliste> og
pl: Następnie rozwiń <Listę modyfikatorów> Przewiń listę w dół i
pt: Em seguida, abra a lista suspensa < Modificador >. Role a lista para baixo e
ro: Apoi, derulați <Lista de modificatori>. Derulați în jos în listă și
ru: Затем раскройте <Список модификаторов>, прокрутите список вниз и
sq: Pastaj zbritni poshtë <listën e modifikuesve> Lëvizni poshtë listës dhe
sr: Затим спустите < Листа модификатора > Померите се надоле по листи и
sv: Sedan rullar du ner i listan <Modifierarlista> och
sw: Kisha dondosha chini < Orodha ya Kurekebisha> Sogeza chini orodha na
ta: பின்னர் மாற்றியமைப்பான் பட்டியலை கீழே இறக்கி > பட்டியலை கீழே உருட்டவும் மற்றும்
th: จากนั้นเลื่อนรายการ < ตัวปรับเปลี่ยน > ลงมา เลื่อนรายการลงมาและ
tr: Daha sonra < Değiştirici listesi > öğesini açın. Listeyi aşağı kaydırın ve
uk: Потім розкрийте список < Список модифікаторів > Прокрутіть список униз і
ur: پھر نیچے چھوڑیں < موڈیفائر فہرست > فہرست کو نیچے سکرول کریں اور
vi: Sau đó thả xuống < Danh sách sửa đổi > Cuộn xuống danh sách và
