Repository: RoySawyer/nimzo_3d_14
Catalog: main_14_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Help on how to create a chess set from a 3d model
ar: مساعدة حول كيفية إنشاء مجموعة شطرنج من نموذج ثلاثي الأبعاد
bg: Помощ за това как да се създаде шахматен комплект от 3D модел
bn: 3D মডেল থেকে দাবা সেট তৈরি করার জন্য সাহায্য করুন
cs: Pomoc s vytvořením šachové sady z 3D modelu
da: Hjælp til at lave et skakspil ud fra en 3D-model
de: Hilfe zur Erstellung eines Schachsets aus einem 3D-Modell
el: Βοήθεια για το πώς να δημιουργήσετε ένα σετ σκακιού από ένα τρισδιάστατο μοντέλο
es: Ayuda para crear un juego de ajedrez a partir de un modelo 3D
et: Abi 3D-mudelist malekomplekti loomiseks
fa: کمک در مورد نحوه ایجاد یک ست شطرنج از یک مدل سه بعدی
fi: Apua shakkisetin luomiseen 3D-mallista
fr: Aide pour créer un jeu d'échecs à partir d'un modèle 3D
he: עזרה ביצירת סט שחמט ממודל תלת מימדי
hi: 3D मॉडल से शतरंज सेट बनाने में सहायता
hu: Segítség sakkkészlet létrehozásához 3D-s modellből
id: Bantuan tentang cara membuat set catur dari model 3d
it: Aiuto su come creare un set di scacchi da un modello 3D
ja: 3Dモデルからチェスセットを作成する方法に関するヘルプ
lt: Pagalba, kaip sukurti šachmatų rinkinį iš 3D modelio
lv: Palīdzība, kā izveidot šaha komplektu no 3D modeļa
nl: Hulp bij het maken van een schaakspel vanuit een 3D-model
no: Hjelp til å lage et sjakksett fra en 3D-modell
pl: Pomoc w tworzeniu zestawu szachowego z modelu 3D
pt: Ajuda sobre como criar um jogo de xadrez a partir de um modelo 3D
ro: Ajutor despre cum să creezi un set de șah dintr-un model 3D
ru: Помогите как создать шахматы из 3D модели
sq: Ndihmë se si të krijoni një komplet shahu nga një model 3D
sr: Помоћ око прављења шаховског сета из 3Д модела
sv: Hjälp med hur man skapar ett schackspel från en 3D-modell
sw: Msaada wa jinsi ya kuunda seti ya chess kutoka kwa mfano wa 3d
ta: 3D மாதிரியிலிருந்து ஒரு சதுரங்கத் தொகுப்பை எவ்வாறு உருவாக்குவது என்பது குறித்த உதவி.
th: ความช่วยเหลือเกี่ยวกับวิธีการสร้างชุดหมากรุกจากแบบจำลอง 3 มิติ
tr: 3 boyutlu bir modelden satranç takımı oluşturma konusunda yardım
uk: Допоможіть, як створити шаховий набір з 3D-моделі
ur: 3d ماڈل سے شطرنج کا سیٹ کیسے بنایا جائے اس میں مدد کریں۔
vi: Trợ giúp về cách tạo bộ cờ vua từ mô hình 3D

source: Save the current 3d options to disk
ar: حفظ خيارات ثلاثية الأبعاد الحالية على القرص
bg: Запазване на текущите 3D опции на диск
bn: বর্তমান 3D বিকল্পগুলি ডিস্কে সংরক্ষণ করুন
cs: Uložit aktuální 3D možnosti na disk
da: Gem de aktuelle 3D-indstillinger på disken
de: Die aktuellen 3D-Optionen auf der Festplatte speichern.
el: Αποθήκευση των τρεχουσών επιλογών 3D στο δίσκο
es: Guarda las opciones 3D actuales en el disco.
et: Salvesta praegused 3D-valikud kettale
fa: گزینه‌های سه‌بعدی فعلی را روی دیسک ذخیره کنید
fi: Tallenna nykyiset 3D-asetukset levylle
fr: Enregistrez les options 3D actuelles sur le disque.
he: שמור את אפשרויות התלת-ממד הנוכחיות לדיסק
hi: वर्तमान 3D विकल्पों को डिस्क पर सहेजें
hu: Az aktuális 3D-s beállítások mentése lemezre
id: Simpan opsi 3d saat ini ke disk
it: Salva le opzioni 3D correnti sul disco
ja: 現在の3Dオプションをディスクに保存します
lt: Išsaugoti dabartines 3D parinktis diske
lv: Saglabāt pašreizējās 3D opcijas diskā
nl: Sla de huidige 3D-opties op schijf op
no: Lagre de gjeldende 3D-alternativene på disken
pl: Zapisz bieżące opcje 3D na dysku
pt: Salvar as opções 3D atuais no disco
ro: Salvați opțiunile 3D curente pe disc
ru: Сохранить текущие 3D-параметры на диск
sq: Ruaj opsionet aktuale 3D në disk
sr: Сачувај тренутне 3Д опције на диск
sv: Spara de aktuella 3D-alternativen till disken
sw: Hifadhi chaguo za sasa za 3d kwenye diski
ta: தற்போதைய 3D விருப்பங்களை வட்டில் சேமிக்கவும்.
th: บันทึกตัวเลือก 3 มิติปัจจุบันลงในดิสก์
tr: Mevcut 3B seçeneklerini diske kaydet
uk: Зберегти поточні 3D-параметри на диск
ur: موجودہ 3d اختیارات کو ڈسک میں محفوظ کریں۔
vi: Lưu các tùy chọn 3D hiện tại vào đĩa

source: Load the current 3d options from disk
ar: قم بتحميل خيارات ثلاثية الأبعاد الحالية من القرص
bg: Зареждане на текущите 3D опции от диска
bn: ডিস্ক থেকে বর্তমান 3D বিকল্পগুলি লোড করুন
cs: Načíst aktuální 3D možnosti z disku
da: Indlæs de aktuelle 3D-indstillinger fra disken
de: Die aktuellen 3D-Optionen von der Festplatte laden
el: Φόρτωση των τρεχουσών επιλογών 3d από τον δίσκο
es: Cargar las opciones 3D actuales desde el disco
et: Laadi praegused 3D-valikud kettalt
fa: گزینه‌های سه‌بعدی فعلی را از دیسک بارگذاری کنید
fi: Lataa nykyiset 3D-asetukset levyltä
fr: Charger les options 3D actuelles depuis le disque
he: טען את אפשרויות התלת-ממד הנוכחיות מהדיסק
hi: डिस्क से वर्तमान 3D विकल्प लोड करें
hu: A jelenlegi 3D-s beállítások betöltése lemezről
id: Muat opsi 3d saat ini dari disk
it: Carica le opzioni 3D correnti dal disco
ja: 現在の3Dオプションをディスクから読み込みます
lt: Įkelti dabartines 3D parinktis iš disko
lv: Ielādēt pašreizējās 3D opcijas no diska
nl: Laad de huidige 3D-opties van de schijf
no: Last inn gjeldende 3D-alternativer fra disk
pl: Załaduj aktualne opcje 3D z dysku
pt: Carregar as opções 3D atuais do disco
ro: Încarcă opțiunile 3D curente de pe disc
ru: Загрузить текущие 3D-параметры с диска
sq: Ngarko opsionet aktuale 3D nga disku
sr: Учитајте тренутне 3Д опције са диска
sv: Ladda de aktuella 3D-alternativen från disken
sw: Pakia chaguzi za sasa za 3d kutoka kwa diski
ta: வட்டில் இருந்து தற்போதைய 3D விருப்பங்களை ஏற்றவும்.
th: โหลดตัวเลือก 3 มิติปัจจุบันจากดิสก์
tr: Mevcut 3B seçeneklerini diskten yükleyin
uk: Завантажити поточні 3D-параметри з диска
ur: ڈسک سے موجودہ 3d اختیارات لوڈ کریں۔
vi: Tải các tùy chọn 3D hiện tại từ đĩa

source: Help for select 3d chess set
ar: مساعدة في اختيار مجموعة شطرنج ثلاثية الأبعاد
bg: Помощ за избор на 3D шахматен комплект
bn: নির্বাচিত 3D দাবা সেটের জন্য সাহায্য
cs: Pomoc s výběrem 3D šachové sady
da: Hjælp til valg af 3D-skaksæt
de: Hilfe zur Auswahl eines 3D-Schachsets
el: Βοήθεια για την επιλογή τρισδιάστατου σετ σκακιού
es: Ayuda para seleccionar un juego de ajedrez 3D
et: Abi 3D malekomplekti valimiseks
fa: کمک برای انتخاب مجموعه شطرنج سه بعدی
fi: Apua 3D-shakkisetin valintaan
fr: Aide pour la sélection d'un jeu d'échecs 3D
he: עזרה בבחירת סט שחמט תלת-ממדי
hi: 3D शतरंज सेट चुनने में सहायता
hu: Segítség 3D sakkkészlet kiválasztásához
id: Bantuan untuk memilih set catur 3d
it: Aiuto per selezionare il set di scacchi 3D
ja: 3Dチェスセットの選択に関するヘルプ
lt: Pagalba renkantis 3D šachmatų rinkinį
lv: Palīdzība 3D šaha komplekta izvēlē
nl: Hulp bij het selecteren van een 3D-schaakset
no: Hjelp med å velge et 3D-sjakksett
pl: Pomoc dotycząca wyboru zestawu szachowego 3D
pt: Ajuda para selecionar um conjunto de xadrez 3D
ro: Ajutor pentru selectarea seturilor de șah 3D
ru: Помощь в выборе 3D-шахмат
sq: Ndihmë për zgjedhjen e kompletit të shahut 3D
sr: Помоћ за одабир 3Д шаховског сета
sv: Hjälp med att välja ett 3D-schackspel
sw: Msaada kwa seti ya 3d ya chess iliyochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட 3D சதுரங்கத் தொகுப்பிற்கான உதவி
th: ความช่วยเหลือสำหรับการเลือกชุดหมากรุก 3 มิติ
tr: Seçili 3D satranç takımı için yardım
uk: Допомога з вибором 3D-шахового набору
ur: شطرنج کے 3d سیٹ کے لیے مدد کریں۔
vi: Trợ giúp chọn bộ cờ vua 3D

source: There is a set of
ar: هناك مجموعة من
bg: Има набор от
bn: এর একটি সেট আছে
cs: Existuje sada
da: Der er et sæt af
de: Es gibt eine Reihe von
el: Υπάρχει ένα σύνολο από
es: Hay un conjunto de
et: Seal on komplekt
fa: مجموعه‌ای از موارد وجود دارد
fi: On olemassa joukko
fr: Il existe un ensemble de
he: יש קבוצה של
hi: वहाँ एक सेट है
hu: Van egy sor
id: Ada satu set
it: C'è un insieme di
ja: のセットがあります
lt: Yra rinkinys
lv: Ir komplekts
nl: Er is een set van
no: Det finnes et sett med
pl: Jest zestaw
pt: Existe um conjunto de
ro: Există un set de
ru: Есть набор
sq: Ekziston një grup i
sr: Постоји скуп
sv: Det finns en uppsättning
sw: Kuna seti ya
ta: ஒரு தொகுப்பு உள்ளது
th: มีชุดหนึ่ง
tr: Bir dizi var
uk: Існує набір
ur: کا ایک سیٹ ہے۔
vi: Có một bộ

source: piece files in each directory.
ar: ملفات القطعة في كل دليل.
bg: piece файлове във всяка директория.
bn: প্রতিটি ডিরেক্টরিতে টুকরো ফাইল।
cs: soubory kusů v každém adresáři.
da: stykkefiler i hver mappe.
de: Die einzelnen Dateien befinden sich in jedem Verzeichnis.
el: αρχεία piece σε κάθε κατάλογο.
es: archivos de piezas en cada directorio.
et: tükifailid igas kataloogis.
fa: فایل‌های قطعه‌ای در هر دایرکتوری.
fi: palatiedostoja kussakin hakemistossa.
fr: Des fichiers fragments dans chaque répertoire.
he: קבצי piece בכל ספרייה.
hi: प्रत्येक निर्देशिका में टुकड़ा फ़ाइलें।
hu: darabfájlok minden könyvtárban.
id: potongan file dalam setiap direktori.
it: file di pezzi in ogni directory.
ja: 各ディレクトリ内のピースファイル。
lt: vienetinių failų kiekviename kataloge.
lv: gabalu faili katrā direktorijā.
nl: stukbestanden in elke map.
no: stykkefiler i hver katalog.
pl: części plików w każdym katalogu.
pt: Arquivos de peça em cada diretório.
ro: fișiere piece din fiecare director.
ru: файлы частей в каждом каталоге.
sq: skedarë copë në secilën drejtori.
sr: делови датотека у сваком директоријуму.
sv: piece-filer i varje katalog.
sw: kipande faili katika kila saraka.
ta: ஒவ்வொரு கோப்பகத்திலும் துண்டு கோப்புகள்.
th: ไฟล์ชิ้นส่วนในแต่ละไดเร็กทอรี
tr: her dizindeki parça dosyaları.
uk: файли-фрагменти в кожному каталозі.
ur: ہر ڈائرکٹری میں فائلوں کا ٹکڑا۔
vi: các tập tin trong mỗi thư mục.

source: Once you have the six
ar: بمجرد حصولك على الستة
bg: След като имате шестте
bn: একবার তোমার কাছে ছয়টা
cs: Jakmile jich máte šest
da: Når du har de seks
de: Sobald Sie die sechs haben
el: Μόλις έχετε τα έξι
es: Una vez que tengas los seis
et: Kui sul on kuus
fa: وقتی شش مورد را داشته باشید
fi: Kun sinulla on kuusi
fr: Une fois que vous avez les six
he: ברגע שיש לך את השישה
hi: एक बार जब आपके पास छह हो जाएं
hu: Miután megvan a hat
id: Setelah Anda memiliki enam
it: Una volta che hai i sei
ja: 6つ揃ったら
lt: Kai turėsite šešis
lv: Kad esat ieguvis sešus
nl: Zodra je de zes hebt
no: Når du har de seks
pl: Gdy już masz szóstkę
pt: Assim que você tiver os seis
ro: Odată ce ai cele șase
ru: Как только у вас будет шесть
sq: Pasi të keni gjashtë
sr: Када имате шест
sv: När du väl har de sex
sw: Mara baada ya kuwa na sita
ta: நீங்கள் ஆறு பெற்றவுடன்
th: เมื่อคุณมีหก
tr: Altıya sahip olduğunuzda
uk: Як тільки у вас буде шість
ur: ایک بار جب آپ کے پاس چھ ہے۔
vi: Một khi bạn có sáu

source: piece files, make a new sub - directory in
ar: ملفات القطع، قم بإنشاء دليل فرعي جديد في
bg: piece файлове, създайте нова поддиректория в
bn: ফাইলের টুকরো, একটি নতুন সাব - ডিরেক্টরি তৈরি করুন
cs: piece soubory, vytvořte nový podadresář v
da: stykkefiler, lav en ny undermappe i
de: Teiledateien, erstellen Sie ein neues Unterverzeichnis in
el: αρχεία piece, δημιουργήστε έναν νέο υποκατάλογο στο
es: archivos de piezas, cree un nuevo subdirectorio en
et: tükkfailide jaoks looge uus alamkataloog
fa: فایل‌های قطعه، یک زیرشاخه جدید در
fi: osatiedostoihin, luo uusi alihakemisto
fr: Pour les fichiers de morceaux, créez un nouveau sous-répertoire dans
he: קבצי piece, צור ספריית משנה חדשה ב
hi: टुकड़ा फ़ाइलें, एक नई उप-निर्देशिका बनाएँ
hu: darabfájlokhoz hozzon létre egy új alkönyvtárat a
id: file piece, buat sub-direktori baru di
it: file di pezzi, crea una nuova sottodirectory in
ja: ピースファイルの場合は、新しいサブディレクトリを作成します
lt: vienetinius failus, sukurkite naują pakatalogį
lv: gabalfailus, izveidojiet jaunu apakšdirektoriju
nl: stukbestanden, maak een nieuwe submap in
no: stykkefiler, lag en ny underkatalog i
pl: pliki częściowe, utwórz nowy podkatalog w
pt: Para criar arquivos de peça, crie um novo subdiretório em
ro: fișiere piece, creați un nou subdirector în
ru: файлы частей, создайте новый подкаталог в
sq: files copë, krijoni një nën-direktorium të ri në
sr: piece датотеке, направите нови поддиректоријум у
sv: bitfiler, skapa en ny underkatalog i
sw: kipande faili, tengeneza saraka mpya ndogo ndani
ta: துண்டு கோப்புகளை, ஒரு புதிய துணை கோப்பகத்தை உருவாக்கவும்
th: ไฟล์ชิ้นหนึ่ง สร้างไดเร็กทอรีย่อยใหม่ใน
tr: parça dosyaları, yeni bir alt dizin oluşturun
uk: файли piece, створіть новий підкаталог у
ur: فائلوں کو پیس کریں، ایک نئی ذیلی ڈائرکٹری بنائیں
vi: các tập tin mảnh, tạo một thư mục con mới trong

source: Five new 2d piece sets (version 4.0)
ar: خمس مجموعات جديدة من القطع ثنائية الأبعاد (الإصدار 4.0)
bg: Пет нови комплекта от 2D части (версия 4.0)
bn: পাঁচটি নতুন দ্বি-ধাতুর টুকরো সেট (সংস্করণ ৪.০)
cs: Pět nových sad 2D dílků (verze 4.0)
da: Fem nye 2D-sæt (version 4.0)
de: Fünf neue 2D-Teilesets (Version 4.0)
el: Πέντε νέα σετ δισδιάστατων κομματιών (έκδοση 4.0)
es: Cinco nuevos conjuntos de piezas 2D (versión 4.0)
et: Viis uut 2D tükkide komplekti (versioon 4.0)
fa: پنج مجموعه قطعه دوبعدی جدید (نسخه ۴.۰)
fi: Viisi uutta 2D-palasarjaa (versio 4.0)
fr: Cinq nouveaux ensembles de pièces 2D (version 4.0)
he: חמש ערכות חלקים דו-ממדיות חדשות (גרסה 4.0)
hi: पांच नए 2डी पीस सेट (संस्करण 4.0)
hu: Öt új 2D-s darabkészlet (4.0 verzió)
id: Lima set potongan 2d baru (versi 4.0)
it: Cinque nuovi set di pezzi 2D (versione 4.0)
ja: 5つの新しい2Dピースセット（バージョン4.0）
lt: Penki nauji 2D detalių rinkiniai (4.0 versija)
lv: Pieci jauni 2D gabalu komplekti (4.0 versija)
nl: Vijf nieuwe 2D-stuksets (versie 4.0)
no: Fem nye 2D-delsett (versjon 4.0)
pl: Pięć nowych zestawów elementów 2D (wersja 4.0)
pt: Cinco novos conjuntos de peças 2D (versão 4.0)
ro: Cinci seturi noi de piese 2D (versiunea 4.0)
ru: Пять новых наборов 2D-деталей (версия 4.0)
sq: Pesë sete të reja copash 2D (versioni 4.0)
sr: Пет нових дводимензионалних сетова (верзија 4.0)
sv: Fem nya 2D-bituppsättningar (version 4.0)
sw: Seti tano mpya za vipande vya 2d (toleo la 4.0)
ta: ஐந்து புதிய 2D துண்டுத் தொகுப்புகள் (பதிப்பு 4.0)
th: ชุดชิ้นส่วน 2 มิติใหม่ 5 ชิ้น (เวอร์ชัน 4.0)
tr: Beş yeni 2 boyutlu parça seti (sürüm 4.0)
uk: П'ять нових наборів 2D-фігур (версія 4.0)
ur: پانچ نئے 2 ڈی پیس سیٹ (ورژن 4.0)
vi: Năm bộ mảnh ghép 2D mới (phiên bản 4.0)

source: Ten new 3d piece sets (version 4.0)
ar: عشر مجموعات جديدة من القطع ثلاثية الأبعاد (الإصدار 4.0)
bg: Десет нови комплекта 3D части (версия 4.0)
bn: দশটি নতুন 3D পিস সেট (সংস্করণ 4.0)
cs: Deset nových sad 3D dílků (verze 4.0)
da: Ti nye 3D-sæt (version 4.0)
de: Zehn neue 3D-Teilesets (Version 4.0)
el: Δέκα νέα σετ τρισδιάστατων κομματιών (έκδοση 4.0)
es: Diez nuevos conjuntos de piezas 3D (versión 4.0)
et: Kümme uut 3D-tükkide komplekti (versioon 4.0)
fa: ده مجموعه قطعه سه‌بعدی جدید (نسخه ۴.۰)
fi: Kymmenen uutta 3D-palasettiä (versio 4.0)
fr: Dix nouveaux ensembles de pièces 3D (version 4.0)
he: עשר ערכות חלקים תלת-ממדיות חדשות (גרסה 4.0)
hi: दस नए 3D पीस सेट (संस्करण 4.0)
hu: Tíz új 3D-s darabkészlet (4.0-s verzió)
id: Sepuluh set karya 3d baru (versi 4.0)
it: Dieci nuovi set di pezzi 3D (versione 4.0)
ja: 新しい 3D ピース セット 10 個 (バージョン 4.0)
lt: Dešimt naujų 3D detalių rinkinių (4.0 versija)
lv: Desmit jauni 3D figūriņu komplekti (4.0 versija)
nl: Tien nieuwe 3D-stukkensets (versie 4.0)
no: Ti nye 3D-delsett (versjon 4.0)
pl: Dziesięć nowych zestawów elementów 3D (wersja 4.0)
pt: Dez novos conjuntos de peças 3D (versão 4.0)
ro: Zece seturi noi de piese 3D (versiunea 4.0)
ru: Десять новых наборов 3D-деталей (версия 4.0)
sq: Dhjetë sete të reja me copa 3D (versioni 4.0)
sr: Десет нових 3Д комплета (верзија 4.0)
sv: Tio nya 3D-bitset (version 4.0)
sw: Seti kumi mpya za vipande vya 3d (toleo la 4.0)
ta: பத்து புதிய 3D துண்டுத் தொகுப்புகள் (பதிப்பு 4.0)
th: ชุดชิ้นส่วน 3 มิติใหม่ 10 ชิ้น (เวอร์ชัน 4.0)
tr: On yeni 3 boyutlu parça seti (sürüm 4.0)
uk: Десять нових наборів 3D-фігур (версія 4.0)
ur: دس نئے تھری ڈی پیس سیٹ (ورژن 4.0)
vi: Mười bộ mảnh ghép 3D mới (phiên bản 4.0)

source: Extra 3d chess set directories were not found on disk,
ar: لم يتم العثور على أدلة إضافية لمجموعة الشطرنج ثلاثية الأبعاد على القرص،
bg: Допълнителни директории с 3D шахматни комплекти не бяха намерени на диска.
bn: ডিস্কে অতিরিক্ত 3D দাবা সেট ডিরেক্টরি পাওয়া যায়নি,
cs: Na disku nebyly nalezeny žádné další adresáře s 3D šachovými sadami.
da: Ekstra 3D-skaksætmapper blev ikke fundet på disken.
de: Zusätzliche Verzeichnisse für 3D-Schachsets wurden auf der Festplatte nicht gefunden.
el: Δεν βρέθηκαν επιπλέον κατάλογοι τρισδιάστατων σετ σκακιού στο δίσκο,
es: No se encontraron directorios adicionales de juegos de ajedrez 3D en el disco.
et: Kettalt ei leitud täiendavaid 3D-malekomplektide katalooge.
fa: دایرکتوری‌های اضافی مجموعه شطرنج سه‌بعدی روی دیسک پیدا نشدند،
fi: Levyltä ei löytynyt ylimääräisiä 3D-shakkipelihakemistoja.
fr: Aucun répertoire supplémentaire contenant des jeux d'échecs 3D n'a été trouvé sur le disque.
he: לא נמצאו ספריות נוספות של ערכות שחמט תלת-ממדיות בדיסק,
hi: डिस्क पर अतिरिक्त 3डी शतरंज सेट निर्देशिकाएं नहीं मिलीं,
hu: Nem találhatók extra 3D sakkkészlet-könyvtárak a lemezen.
id: Direktori set catur 3d tambahan tidak ditemukan di disk,
it: Le directory extra del set di scacchi 3D non sono state trovate sul disco,
ja: 追加の3Dチェスセットディレクトリがディスク上に見つかりませんでした。
lt: Diske nerasta papildomų 3D šachmatų rinkinių katalogų.
lv: Diskā netika atrastas papildu 3D šaha komplektu direktorijas.
nl: Er werden geen extra 3D-schaaksetmappen op de schijf gevonden,
no: Ekstra 3D-sjakksettkataloger ble ikke funnet på disken.
pl: Nie znaleziono na dysku dodatkowych katalogów szachów 3D,
pt: Não foram encontrados diretórios adicionais para conjuntos de xadrez 3D no disco.
ro: Nu au fost găsite directoare suplimentare pentru seturile de șah 3D pe disc.
ru: Дополнительные каталоги 3D-шахмат на диске не обнаружены,
sq: Drejtoritë shtesë të seteve të shahut 3D nuk u gjetën në disk,
sr: Додатни директоријуми са 3Д шаховским сетовима нису пронађени на диску,
sv: Extra 3D-schackspelskataloger hittades inte på disken,
sw: Saraka za seti za 3d za chess hazikupatikana kwenye diski,
ta: வட்டில் கூடுதல் 3D சதுரங்க தொகுப்பு கோப்பகங்கள் காணப்படவில்லை,
th: ไม่พบไดเรกทอรีชุดหมากรุก 3 มิติพิเศษบนดิสก์
tr: Diskte ekstra 3d satranç takımı dizinleri bulunamadı,
uk: Зайвих каталогів 3D-шахових наборів на диску не знайдено.
ur: اضافی 3d شطرنج سیٹ ڈائریکٹریز ڈسک پر نہیں ملی،
vi: Không tìm thấy thư mục bộ cờ vua 3D bổ sung trên đĩa,

source: so there are no more 3d sets to choose from.
ar: لذلك لم تعد هناك مجموعات ثلاثية الأبعاد للاختيار من بينها.
bg: така че няма повече 3D комплекти, от които да избирате.
bn: তাই বেছে নেওয়ার জন্য আর কোনও 3D সেট নেই।
cs: takže už nejsou žádné 3D sady na výběr.
da: så der er ikke flere 3D-sæt at vælge imellem.
de: Es gibt also keine 3D-Sets mehr zur Auswahl.
el: οπότε δεν υπάρχουν άλλα τρισδιάστατα σετ για να διαλέξετε.
es: Así que ya no hay conjuntos 3D para elegir.
et: seega pole enam 3D-komplekte, mille vahel valida.
fa: بنابراین دیگر مجموعه‌های سه‌بعدی برای انتخاب وجود ندارد.
fi: joten ei ole enää 3D-settejä, joista valita.
fr: Il n'y a donc plus de décors 3D parmi lesquels choisir.
he: אז אין עוד סטים תלת מימדיים לבחור מהם.
hi: इसलिए अब चुनने के लिए कोई 3D सेट नहीं है।
hu: így nincs több 3D-s készlet, amiből választhatnánk.
id: jadi tidak ada lagi set 3d yang dapat dipilih.
it: quindi non ci sono più set 3D tra cui scegliere.
ja: そのため、選択できる 3D セットはもうありません。
lt: taigi nebėra iš ko rinktis 3D rinkinių.
lv: tāpēc vairs nav 3D komplektu, no kuriem izvēlēties.
nl: Er zijn dus geen 3D-sets meer om uit te kiezen.
no: så det er ingen flere 3D-sett å velge mellom.
pl: więc nie ma już więcej zestawów 3D do wyboru.
pt: Portanto, não há mais conjuntos 3D para escolher.
ro: deci nu mai există seturi 3D din care să alegeți.
ru: поэтому больше нет 3D-наборов для выбора.
sq: kështu që nuk ka më sete 3D për të zgjedhur.
sr: тако да нема више 3Д сетова за избор.
sv: så det finns inga fler 3D-set att välja mellan.
sw: kwa hivyo hakuna seti zaidi za 3d za kuchagua.
ta: எனவே தேர்வு செய்ய இனி 3D செட்கள் எதுவும் இல்லை.
th: ดังนั้นจะไม่มีชุด 3 มิติให้เลือกอีกต่อไป
tr: yani seçebileceğimiz 3d set kalmadı.
uk: тож більше немає 3D-наборів на вибір.
ur: لہذا منتخب کرنے کے لیے مزید 3d سیٹ نہیں ہیں۔
vi: nên không còn bộ 3D nào để lựa chọn nữa.

source: There are no 3d chess set directories on disk,
ar: لا توجد أدلة لمجموعة شطرنج ثلاثية الأبعاد على القرص،
bg: На диска няма директории с 3D шахматни комплекти,
bn: ডিস্কে কোনও 3D দাবা সেট ডিরেক্টরি নেই,
cs: Na disku nejsou žádné adresáře s 3D šachovými sadami,
da: Der er ingen 3D-skaksætmapper på disken,
de: Es gibt keine Verzeichnisse für 3D-Schachsets auf der Festplatte.
el: Δεν υπάρχουν κατάλογοι τρισδιάστατων σετ σκακιού στον δίσκο,
es: No hay directorios de juegos de ajedrez 3D en el disco.
et: Kettal pole 3D-malekomplektide katalooge,
fa: هیچ دایرکتوری مربوط به مجموعه‌های شطرنج سه‌بعدی روی دیسک وجود ندارد،
fi: Levyllä ei ole 3D-shakkipelihakemistoja.
fr: Il n'existe aucun répertoire de jeux d'échecs 3D sur le disque.
he: אין ספריות של ערכות שחמט תלת-ממדיות בדיסק,
hi: डिस्क पर कोई 3D शतरंज सेट निर्देशिका नहीं है,
hu: Nincsenek 3D-s sakkkészlet-könyvtárak a lemezen,
id: Tidak ada direktori set catur 3d di disk,
it: Non ci sono directory di set di scacchi 3D sul disco,
ja: ディスク上に3Dチェスセットのディレクトリはありません。
lt: Diske nėra 3D šachmatų rinkinių katalogų,
lv: Diskā nav 3D šaha komplektu direktoriju,
nl: Er zijn geen 3D-schaaksetmappen op de schijf,
no: Det finnes ingen 3D-sjakksettkataloger på disken,
pl: Na dysku nie ma katalogów z szachami 3D,
pt: Não existem diretórios de jogos de xadrez 3D no disco.
ro: Nu există directoare cu seturi de șah 3D pe disc,
ru: На диске нет каталогов с 3D-шахматами,
sq: Nuk ka drejtori të grupeve të shahut 3D në disk,
sr: На диску нема директоријума са 3Д шаховским сетовима,
sv: Det finns inga 3D-schackkataloger på disken,
sw: Hakuna saraka za 3d za chess kwenye diski,
ta: வட்டில் 3d சதுரங்க தொகுப்பு கோப்பகங்கள் எதுவும் இல்லை,
th: ไม่มีไดเรกทอรีชุดหมากรุก 3 มิติบนดิสก์
tr: Diskte 3 boyutlu satranç takımı dizini yok,
uk: На диску немає каталогів 3D-шахових наборів,
ur: ڈسک پر کوئی 3d شطرنج سیٹ ڈائریکٹریز نہیں ہیں،
vi: Không có thư mục bộ cờ vua 3D nào trên đĩa,

source: so 3d graphics will not work.
ar: لذلك لن تعمل الرسومات ثلاثية الأبعاد.
bg: така че 3D графиката няма да работи.
bn: তাই 3D গ্রাফিক্স কাজ করবে না।
cs: takže 3D grafika nebude fungovat.
da: så 3D-grafik vil ikke virke.
de: 3D-Grafiken funktionieren also nicht.
el: οπότε τα τρισδιάστατα γραφικά δεν θα λειτουργήσουν.
es: Por lo tanto, los gráficos 3D no funcionarán.
et: Seega 3D-graafika ei tööta.
fa: بنابراین گرافیک سه بعدی کار نخواهد کرد.
fi: joten 3D-grafiikka ei toimi.
fr: Les graphismes 3D ne fonctionneront donc pas.
he: אז גרפיקה תלת מימדית לא תעבוד.
hi: इसलिए 3डी ग्राफिक्स काम नहीं करेगा.
hu: így a 3D grafika nem fog működni.
id: jadi grafik 3d tidak akan berfungsi.
it: quindi la grafica 3D non funzionerà.
ja: そのため、3D グラフィックスは動作しません。
lt: taigi 3D grafika neveiks.
lv: tāpēc 3D grafika nedarbosies.
nl: dus 3D-graphics zullen niet werken.
no: så 3D-grafikk vil ikke fungere.
pl: więc grafika 3D nie będzie działać.
pt: Portanto, os gráficos 3D não funcionarão.
ro: deci grafica 3D nu va funcționa.
ru: поэтому 3D-графика работать не будет.
sq: Pra, grafika 3D nuk do të funksionojë.
sr: тако да 3Д графика неће радити.
sv: så 3D-grafiken kommer inte att fungera.
sw: kwa hivyo picha za 3d hazitafanya kazi.
ta: அதனால் 3டி கிராபிக்ஸ் வேலை செய்யாது.
th: ดังนั้นกราฟิก 3 มิติจึงไม่ทำงาน
tr: yani 3d grafikler çalışmayacaktır.
uk: тому 3D-графіка не працюватиме.
ur: تو 3d گرافکس کام نہیں کرے گا۔
vi: vì vậy đồ họa 3D sẽ không hoạt động.
