Repository: RoySawyer/nimzo_3d_14
Catalog: main_14_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: This dialog box allows you to select the current 3d chess set.
ar: يسمح لك مربع الحوار هذا بتحديد مجموعة الشطرنج ثلاثية الأبعاد الحالية.
bg: Този диалогов прозорец ви позволява да изберете текущия 3D шахматен комплект.
bn: এই ডায়ালগ বক্সটি আপনাকে বর্তমান 3D দাবা সেটটি নির্বাচন করতে দেয়।
cs: Toto dialogové okno umožňuje vybrat aktuální 3D šachovou sadu.
da: Denne dialogboks giver dig mulighed for at vælge det aktuelle 3D-skaksæt.
de: In diesem Dialogfeld können Sie das aktuelle 3D-Schachset auswählen.
el: Αυτό το παράθυρο διαλόγου σάς επιτρέπει να επιλέξετε το τρέχον σετ τρισδιάστατου σκακιού.
es: Este cuadro de diálogo le permite seleccionar el juego de ajedrez 3D actual.
et: See dialoogiboks võimaldab teil valida praeguse 3D-malekomplekti.
fa: این کادر محاوره‌ای به شما امکان می‌دهد مجموعه شطرنج سه‌بعدی فعلی را انتخاب کنید.
fi: Tässä valintaikkunassa voit valita nykyisen 3D-shakkisarjan.
fr: Cette boîte de dialogue vous permet de sélectionner le jeu d'échecs 3D actuel.
he: תיבת דו-שיח זו מאפשרת לך לבחור את סט השחמט התלת-ממדי הנוכחי.
hi: यह संवाद बॉक्स आपको वर्तमान 3डी शतरंज सेट का चयन करने की अनुमति देता है।
hu: Ez a párbeszédpanel lehetővé teszi az aktuális 3D-s sakkkészlet kiválasztását.
id: Kotak dialog ini memungkinkan Anda memilih set catur 3d saat ini.
it: Questa finestra di dialogo consente di selezionare il set di scacchi 3D corrente.
ja: このダイアログ ボックスでは、現在の 3D チェス セットを選択できます。
lt: Šiame dialogo lange galite pasirinkti dabartinį 3D šachmatų rinkinį.
lv: Šis dialoglodziņš ļauj atlasīt pašreizējo 3D šaha komplektu.
nl: Met dit dialoogvenster kunt u de huidige 3D-schaakset selecteren.
no: Denne dialogboksen lar deg velge det gjeldende 3D-sjakksettet.
pl: To okno dialogowe umożliwia wybór aktualnego zestawu szachów 3D.
pt: Esta caixa de diálogo permite selecionar o conjunto de xadrez 3D atual.
ro: Această casetă de dialog vă permite să selectați setul de șah 3D curent.
ru: Это диалоговое окно позволяет выбрать текущий набор 3D-шахмат.
sq: Kjo kuti dialogu ju lejon të zgjidhni grupin aktual të shahut 3D.
sr: Овај дијалошки оквир вам омогућава да изаберете тренутни 3Д шаховски сет.
sv: I den här dialogrutan kan du välja det aktuella 3D-schacksetet.
sw: Sanduku hili la mazungumzo hukuruhusu kuchagua seti ya sasa ya 3d ya chess.
ta: இந்த உரையாடல் பெட்டி தற்போதைய 3D சதுரங்கத் தொகுப்பைத் தேர்ந்தெடுக்க உங்களை அனுமதிக்கிறது.
th: กล่องโต้ตอบนี้ช่วยให้คุณสามารถเลือกชุดหมากรุก 3 มิติในปัจจุบันได้
tr: Bu iletişim kutusu mevcut 3 boyutlu satranç takımını seçmenize olanak tanır.
uk: Це діалогове вікно дозволяє вибрати поточний 3D-шаховий набір.
ur: یہ ڈائیلاگ باکس آپ کو موجودہ 3d شطرنج کے سیٹ کو منتخب کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép bạn chọn bộ cờ vua 3D hiện tại.

source: Click on the down arrow of the drop down choice box
ar: انقر على السهم لأسفل في مربع الاختيار المنسدل
bg: Кликнете върху стрелката надолу в падащото меню за избор
bn: ড্রপ ডাউন পছন্দ বাক্সের নিচের তীর চিহ্নে ক্লিক করুন।
cs: Klikněte na šipku dolů v rozbalovacím seznamu výběru
da: Klik på pil ned i rullemenuen
de: Klicken Sie auf den Abwärtspfeil des Dropdown-Auswahlfelds.
el: Κάντε κλικ στο κάτω βέλος του αναπτυσσόμενου μενού επιλογών
es: Haz clic en la flecha hacia abajo del cuadro de selección desplegable
et: Klõpsake rippmenüü valikukasti allanooleklahvi
fa: روی فلش رو به پایین کادر انتخاب کشویی کلیک کنید
fi: Napsauta alasvetovalikon valintaruudun alanuolta
fr: Cliquez sur la flèche vers le bas de la liste déroulante.
he: לחץ על החץ למטה של ​​תיבת הבחירה הנפתחת
hi: ड्रॉप डाउन विकल्प बॉक्स के नीचे तीर पर क्लिक करें
hu: Kattintson a legördülő menüben található lefelé mutató nyílra
id: Klik tanda panah bawah pada kotak pilihan drop down
it: Fare clic sulla freccia rivolta verso il basso della casella di scelta a discesa
ja: ドロップダウン選択ボックスの下矢印をクリックします
lt: Spustelėkite išskleidžiamojo pasirinkimo langelio rodyklę žemyn
lv: Noklikšķiniet uz nolaižamās izvēles lodziņa lejupvērstās bultiņas
nl: Klik op de pijl-omlaag van het keuzemenu
no: Klikk på pil ned i rullegardinmenyen
pl: Kliknij strzałkę w dół w polu wyboru rozwijanego
pt: Clique na seta para baixo da caixa de seleção suspensa.
ro: Faceți clic pe săgeata în jos a casetei derulante de opțiuni
ru: Нажмите на стрелку вниз в раскрывающемся списке выбора.
sq: Klikoni në shigjetën poshtë të kutisë së zgjedhjeve me zbritje
sr: Кликните на стрелицу надоле у ​​падајућем менију за избор
sv: Klicka på nedåtpilen i rullgardinsmenyn
sw: Bofya kwenye mshale wa chini wa kisanduku cha chaguo cha kushuka
ta: கீழ்தோன்றும் தேர்வுப் பெட்டியின் கீழ்நோக்கிய அம்புக்குறியைக் கிளிக் செய்யவும்.
th: คลิกลูกศรลงของกล่องตัวเลือกแบบดรอปดาวน์
tr: Açılır seçim kutusunun aşağı okuna tıklayın
uk: Натисніть на стрілку вниз у випадаючому списку вибору
ur: ڈراپ ڈاؤن چوائس باکس کے نیچے تیر پر کلک کریں۔
vi: Nhấp vào mũi tên xuống của hộp lựa chọn thả xuống

source: to reveal a list of the available chess sets.
ar: لإظهار قائمة مجموعات الشطرنج المتاحة.
bg: за да се покаже списък с наличните шахматни комплекти.
bn: উপলব্ধ দাবা সেটগুলির একটি তালিকা প্রকাশ করতে।
cs: zobrazit seznam dostupných šachových sad.
da: for at vise en liste over de tilgængelige skaksæt.
de: um eine Liste der verfügbaren Schachsets anzuzeigen.
el: για να αποκαλύψει μια λίστα με τα διαθέσιμα σετ σκακιού.
es: para mostrar una lista de los juegos de ajedrez disponibles.
et: et kuvada saadaolevate malekomplektide nimekiri.
fa: برای نمایش لیستی از مجموعه‌های شطرنج موجود.
fi: paljastaaksesi luettelon saatavilla olevista shakkisarjoista.
fr: pour afficher la liste des jeux d'échecs disponibles.
he: כדי לחשוף רשימה של ערכות השחמט הזמינות.
hi: उपलब्ध शतरंज सेटों की सूची दिखाने के लिए।
hu: hogy felfedje az elérhető sakkkészletek listáját.
id: untuk menampilkan daftar set catur yang tersedia.
it: per visualizzare un elenco dei set di scacchi disponibili.
ja: 利用可能なチェス セットのリストを表示します。
lt: kad būtų parodytas galimų šachmatų rinkinių sąrašas.
lv: lai atklātu pieejamo šaha komplektu sarakstu.
nl: om een lijst met beschikbare schaakspellen te tonen.
no: for å vise en liste over tilgjengelige sjakksett.
pl: aby wyświetlić listę dostępnych zestawów szachowych.
pt: para revelar uma lista dos jogos de xadrez disponíveis.
ro: pentru a dezvălui o listă cu seturile de șah disponibile.
ru: чтобы раскрыть список доступных наборов шахмат.
sq: për të zbuluar një listë të kompleteve të shahut në dispozicion.
sr: да би се открила листа доступних шаховских гарнитура.
sv: för att visa en lista över tillgängliga schackset.
sw: kufunua orodha ya seti zinazopatikana za chess.
ta: கிடைக்கக்கூடிய சதுரங்கத் தொகுப்புகளின் பட்டியலை வெளிப்படுத்த.
th: เพื่อเปิดเผยรายชื่อชุดหมากรุกที่มีให้เลือก
tr: Mevcut satranç takımlarının listesini ortaya çıkarmak için.
uk: щоб відкрити список доступних шахових наборів.
ur: دستیاب شطرنج کے سیٹوں کی فہرست ظاہر کرنے کے لیے۔
vi: để hiển thị danh sách các bộ cờ vua có sẵn.

source: Click on a chess set to see the details and a picture
ar: انقر على مجموعة الشطرنج لرؤية التفاصيل والصورة
bg: Кликнете върху шахматен комплект, за да видите подробности и снимка
bn: বিস্তারিত এবং ছবি দেখতে একটি দাবার সেটে ক্লিক করুন।
cs: Kliknutím na šachovou sadu zobrazíte podrobnosti a obrázek
da: Klik på et skaksæt for at se detaljerne og et billede
de: Klicken Sie auf ein Schachspiel, um die Details und ein Bild zu sehen.
el: Κάντε κλικ σε ένα σετ σκακιού για να δείτε λεπτομέρειες και μια φωτογραφία
es: Haz clic en un juego de ajedrez para ver los detalles y una imagen.
et: Üksikasjade ja pildi nägemiseks klõpsa malekomplektil
fa: برای مشاهده جزئیات و تصویر هر شطرنج، روی آن کلیک کنید
fi: Klikkaa shakkipeliä nähdäksesi tiedot ja kuvan
fr: Cliquez sur un jeu d'échecs pour voir les détails et une image.
he: לחץ על סט שחמט כדי לראות את הפרטים והתמונה
hi: विवरण और चित्र देखने के लिए शतरंज सेट पर क्लिक करें
hu: Kattintson egy sakkkészletre a részletek és a kép megtekintéséhez
id: Klik pada set catur untuk melihat detail dan gambar
it: Clicca su un set di scacchi per vedere i dettagli e un'immagine
ja: チェスセットをクリックすると詳細と写真が表示されます
lt: Spustelėkite šachmatų rinkinį, kad pamatytumėte išsamią informaciją ir paveikslėlį
lv: Noklikšķiniet uz šaha komplekta, lai skatītu sīkāku informāciju un attēlu
nl: Klik op een schaakspel om de details en een afbeelding te zien
no: Klikk på et sjakksett for å se detaljene og et bilde
pl: Kliknij na zestaw szachów, aby zobaczyć szczegóły i zdjęcie
pt: Clique em um jogo de xadrez para ver os detalhes e uma imagem.
ro: Faceți clic pe un set de șah pentru a vedea detaliile și o imagine
ru: Нажмите на шахматный набор, чтобы увидеть детали и изображение.
sq: Klikoni mbi një komplet shahu për të parë detajet dhe një fotografi
sr: Кликните на шаховски сет да бисте видели детаље и слику
sv: Klicka på ett schackspel för att se detaljer och en bild
sw: Bofya kwenye seti ya chess ili kuona maelezo na picha
ta: விவரங்களையும் படத்தையும் காண சதுரங்கத் தொகுப்பின் மீது கிளிக் செய்யவும்.
th: คลิกที่ชุดหมากรุกเพื่อดูรายละเอียดและรูปภาพ
tr: Ayrıntıları ve resmi görmek için bir satranç takımına tıklayın
uk: Натисніть на шаховий набір, щоб побачити деталі та зображення
ur: تفصیلات اور تصویر دیکھنے کے لیے شطرنج کے سیٹ پر کلک کریں۔
vi: Nhấp vào bộ cờ vua để xem chi tiết và hình ảnh

source: of the selected chess set.
ar: من مجموعة الشطرنج المختارة.
bg: от избрания шахматен комплект.
bn: নির্বাচিত দাবা সেটের।
cs: vybrané šachové sady.
da: af det valgte skaksæt.
de: des ausgewählten Schachspiels.
el: του επιλεγμένου σετ σκακιού.
es: del juego de ajedrez seleccionado.
et: valitud malekomplektist.
fa: از مجموعه شطرنج انتخاب شده.
fi: valitusta shakkisetistä.
fr: du jeu d'échecs sélectionné.
he: של סט השחמט שנבחר.
hi: चयनित शतरंज सेट का.
hu: a kiválasztott sakkkészletből.
id: dari set catur yang dipilih.
it: del set di scacchi selezionato.
ja: 選択したチェス セットの。
lt: pasirinkto šachmatų rinkinio.
lv: no izvēlētā šaha komplekta.
nl: van de geselecteerde schaakset.
no: av det valgte sjakksettet.
pl: wybranego zestawu szachów.
pt: do conjunto de xadrez selecionado.
ro: din setul de șah selectat.
ru: выбранного набора шахмат.
sq: të setit të zgjedhur të shahut.
sr: одабраног шаховског сета.
sv: av det valda schackspelet.
sw: ya seti iliyochaguliwa ya chess.
ta: தேர்ந்தெடுக்கப்பட்ட சதுரங்கத் தொகுப்பின்.
th: ของชุดหมากรุกที่เลือก
tr: seçilen satranç takımının.
uk: з обраного шахового набору.
ur: منتخب شطرنج کے سیٹ کا۔
vi: của bộ cờ vua đã chọn.

source: Click Ok to confirm your selection.
ar: انقر فوق موافق لتأكيد اختيارك.
bg: Щракнете върху „ОК“, за да потвърдите избора си.
bn: আপনার নির্বাচন নিশ্চিত করতে ঠিক আছে ক্লিক করুন।
cs: Kliknutím na OK potvrďte svůj výběr.
da: Klik på Ok for at bekræfte dit valg.
de: Klicken Sie auf OK, um Ihre Auswahl zu bestätigen.
el: Κάντε κλικ στο κουμπί OK για να επιβεβαιώσετε την επιλογή σας.
es: Haz clic en Aceptar para confirmar tu selección.
et: Valiku kinnitamiseks klõpsake nuppu OK.
fa: برای تأیید انتخاب خود، روی تأیید کلیک کنید.
fi: Vahvista valintasi napsauttamalla Ok.
fr: Cliquez sur OK pour confirmer votre sélection.
he: לחץ על אישור כדי לאשר את בחירתך.
hi: अपने चयन की पुष्टि करने के लिए ओके पर क्लिक करें।
hu: A kiválasztás megerősítéséhez kattintson az Ok gombra.
id: Klik Ok untuk mengonfirmasi pilihan Anda.
it: Fare clic su Ok per confermare la selezione.
ja: 選択内容を確認するには、「OK」をクリックします。
lt: Spustelėkite Gerai, kad patvirtintumėte savo pasirinkimą.
lv: Noklikšķiniet uz Labi, lai apstiprinātu savu izvēli.
nl: Klik op OK om uw keuze te bevestigen.
no: Klikk OK for å bekrefte valget ditt.
pl: Kliknij OK, aby potwierdzić swój wybór.
pt: Clique em OK para confirmar sua seleção.
ro: Faceți clic pe Ok pentru a confirma selecția.
ru: Нажмите «ОК», чтобы подтвердить свой выбор.
sq: Klikoni Ok për të konfirmuar zgjedhjen tuaj.
sr: Кликните на У реду да бисте потврдили свој избор.
sv: Klicka på Ok för att bekräfta ditt val.
sw: Bofya Sawa ili kuthibitisha chaguo lako.
ta: உங்கள் தேர்வை உறுதிப்படுத்த சரி என்பதைக் கிளிக் செய்யவும்.
th: คลิกตกลงเพื่อยืนยันการเลือกของคุณ
tr: Seçiminizi onaylamak için Tamam'a tıklayın.
uk: Натисніть кнопку «ОК», щоб підтвердити свій вибір.
ur: اپنے انتخاب کی تصدیق کے لیے ٹھیک ہے پر کلک کریں۔
vi: Nhấp vào Ok để xác nhận lựa chọn của bạn.

source: The chess piece directories with the DirectX files are in the directory -
ar: توجد أدلة قطع الشطرنج التي تحتوي على ملفات DirectX في الدليل -
bg: Директориите с шахматни фигури с DirectX файловете са в директорията -
bn: ডাইরেক্টএক্স ফাইল সহ দাবার টুকরো ডিরেক্টরিগুলি ডিরেক্টরিতে রয়েছে -
cs: Adresáře šachových figurek se soubory DirectX se nacházejí v adresáři -
da: Skakbrikkernes mapper med DirectX-filerne findes i mappen -
de: Die Verzeichnisse der Schachfiguren mit den DirectX-Dateien befinden sich im Verzeichnis -
el: Οι κατάλογοι πιόνια σκακιού με τα αρχεία DirectX βρίσκονται στον κατάλογο -
es: Los directorios de las piezas de ajedrez con los archivos DirectX se encuentran en el directorio -
et: DirectX-failidega malenuppude kataloogid asuvad kataloogis -
fa: دایرکتوری‌های مهره‌های شطرنج حاوی فایل‌های DirectX در این دایرکتوری قرار دارند -
fi: Shakkinappuloiden hakemistot DirectX-tiedostoineen ovat hakemistossa -
fr: Les répertoires des pièces d'échecs contenant les fichiers DirectX se trouvent dans le répertoire -
he: ספריות כלי השחמט עם קבצי ה-DirectX נמצאות בספרייה -
hi: डायरेक्टएक्स फाइलों के साथ शतरंज के टुकड़े की निर्देशिकाएं इस निर्देशिका में हैं -
hu: A DirectX fájlokat tartalmazó sakkfigurák könyvtárai a következő könyvtárban találhatók:
id: Direktori bidak catur dengan file DirectX ada di direktori -
it: Le directory dei pezzi degli scacchi con i file DirectX si trovano nella directory -
ja: DirectXファイルを含むチェスの駒のディレクトリは次のディレクトリにあります -
lt: Šachmatų figūrų katalogai su „DirectX“ failais yra kataloge -
lv: Šaha figūru direktoriji ar DirectX failiem atrodas direktorijā -
nl: De schaakstukmappen met de DirectX-bestanden bevinden zich in de map -
no: Sjakkbrikkenes kataloger med DirectX-filene er i katalogen -
pl: Katalogi figur szachowych z plikami DirectX znajdują się w katalogu -
pt: Os diretórios das peças de xadrez com os arquivos DirectX estão no diretório -
ro: Directoarele pieselor de șah cu fișierele DirectX se află în directorul -
ru: Каталоги шахматных фигур с файлами DirectX находятся в каталоге -
sq: Drejtoritë e gurëve të shahut me skedarët DirectX janë në drejtori -
sr: Директоријуми шаховских фигура са DirectX датотекама налазе се у директоријуму -
sv: Schackpjäskatalogerna med DirectX-filerna finns i katalogen -
sw: Saraka za kipande cha chess na faili za DirectX ziko kwenye saraka -
ta: டைரக்ட்எக்ஸ் கோப்புகளைக் கொண்ட சதுரங்கப் பகுதி கோப்பகங்கள் கோப்பகத்தில் உள்ளன -
th: ไดเร็กทอรีตัวหมากรุกที่มีไฟล์ DirectX อยู่ในไดเร็กทอรี -
tr: DirectX dosyalarının bulunduğu satranç taşı dizinleri şu dizindedir:
uk: Директорії шахових фігур із файлами DirectX знаходяться в каталозі -
ur: DirectX فائلوں کے ساتھ شطرنج کے ٹکڑے کی ڈائریکٹریز ڈائریکٹری میں ہیں -
vi: Các thư mục quân cờ vua có chứa các tập tin DirectX nằm trong thư mục -

source: The DirectX piece files can be swapped between the sets
ar: يمكن تبديل ملفات قطعة DirectX بين المجموعات
bg: DirectX файловете могат да се разменят между комплектите
bn: ডাইরেক্টএক্স পিস ফাইলগুলি সেটগুলির মধ্যে অদলবদল করা যেতে পারে
cs: Soubory DirectX lze mezi sadami přepínat.
da: DirectX-stykkefilerne kan byttes mellem sættene
de: Die DirectX-Teildateien können zwischen den Sets ausgetauscht werden.
el: Τα αρχεία DirectX μπορούν να εναλλάσσονται μεταξύ των συνόλων
es: Los archivos de DirectX se pueden intercambiar entre los conjuntos.
et: DirectX-i tükifaile saab komplektide vahel vahetada
fa: فایل‌های قطعه DirectX را می‌توان بین مجموعه‌ها جابجا کرد.
fi: DirectX-tiedostot voidaan vaihtaa sarjojen välillä
fr: Les fichiers DirectX peuvent être échangés entre les ensembles
he: ניתן להחליף את קבצי ה-DirectX בין הסטים
hi: डायरेक्टएक्स टुकड़ा फ़ाइलों को सेटों के बीच स्वैप किया जा सकता है
hu: A DirectX darabfájlok cserélhetők a készletek között
id: File potongan DirectX dapat ditukar antar set
it: I file dei pezzi DirectX possono essere scambiati tra i set
ja: DirectXピースファイルはセット間で交換できます
lt: „DirectX“ failų rinkinius galima keisti tarp rinkinių.
lv: DirectX fragmentu failus var apmainīt starp komplektiem.
nl: De DirectX-stukbestanden kunnen tussen de sets worden uitgewisseld
no: DirectX-delfilene kan byttes mellom settene
pl: Pliki DirectX można zamieniać między zestawami
pt: Os arquivos de peça do DirectX podem ser trocados entre os conjuntos.
ro: Fișierele DirectX pot fi schimbate între seturi
ru: Файлы деталей DirectX можно заменять между наборами.
sq: Skedarët e pjesëve të DirectX mund të shkëmbehen midis grupeve
sr: DirectX датотеке се могу мењати између скупова
sv: DirectX-filerna kan bytas mellan uppsättningarna.
sw: Faili za kipande cha DirectX zinaweza kubadilishwa kati ya seti
ta: டைரக்ட்எக்ஸ் துண்டு கோப்புகளை தொகுப்புகளுக்கு இடையில் மாற்றலாம்.
th: ไฟล์ชิ้นส่วน DirectX สามารถสลับระหว่างชุดได้
tr: DirectX parça dosyaları setler arasında değiştirilebilir
uk: Файли фрагментів DirectX можна обмінювати між наборами
ur: DirectX پیس فائلوں کو سیٹوں کے درمیان تبدیل کیا جا سکتا ہے۔
vi: Các tập tin phần DirectX có thể được hoán đổi giữa các bộ

source: using Windows explorer.
ar: باستخدام مستكشف Windows.
bg: с помощта на Windows Explorer.
bn: উইন্ডোজ এক্সপ্লোরার ব্যবহার করে।
cs: pomocí Průzkumníka Windows.
da: ved hjælp af Windows Stifinder.
de: mit dem Windows Explorer.
el: χρησιμοποιώντας την Εξερεύνηση των Windows.
es: usando el explorador de Windows.
et: Windows Exploreri abil.
fa: با استفاده از ویندوز اکسپلورر
fi: Windowsin resurssienhallinnan avulla.
fr: en utilisant l'explorateur Windows.
he: באמצעות סייר חלונות.
hi: विंडोज एक्सप्लोरर का उपयोग कर.
hu: Windows Intéző használatával.
id: menggunakan Windows Explorer.
it: utilizzando Esplora risorse di Windows.
ja: Windows エクスプローラーを使用します。
lt: naudojant „Windows Explorer“.
lv: izmantojot Windows Explorer.
nl: met behulp van Windows Verkenner.
no: ved hjelp av Windows Utforsker.
pl: korzystając z Eksploratora Windows.
pt: usando o Explorador de Arquivos do Windows.
ro: folosind Exploratorul Windows.
ru: с помощью проводника Windows.
sq: duke përdorur eksploruesin e Windows.
sr: коришћењем Windows Explorer-а.
sv: med hjälp av Windows Utforskaren.
sw: kwa kutumia Windows Explorer.
ta: விண்டோஸ் எக்ஸ்ப்ளோரரைப் பயன்படுத்தி.
th: การใช้ Windows Explorer
tr: Windows gezginini kullanarak.
uk: за допомогою провідника Windows.
ur: ونڈوز ایکسپلورر کا استعمال کرتے ہوئے.
vi: sử dụng Windows Explorer.

source: License information -
ar: معلومات الترخيص -
bg: Информация за лиценза -
bn: লাইসেন্স তথ্য -
cs: Informace o licenci -
da: Licensoplysninger -
de: Lizenzinformationen -
el: Πληροφορίες άδειας χρήσης -
es: Información sobre la licencia -
et: Litsentsiteave -
fa: اطلاعات مجوز -
fi: Lisenssitiedot -
fr: Informations sur la licence -
he: מידע על רישיון -
hi: लाइसेंस जानकारी -
hu: Licencinformációk -
id: Informasi lisensi -
it: Informazioni sulla licenza -
ja: ライセンス情報 -
lt: Licencijos informacija –
lv: Licences informācija —
nl: Licentie-informatie -
no: Lisensinformasjon -
pl: Informacje o licencji -
pt: Informações sobre a licença -
ro: Informații despre licență -
ru: Информация о лицензии -
sq: Informacion mbi licencën -
sr: Информације о лиценци -
sv: Licensinformation -
sw: Maelezo ya leseni -
ta: உரிமத் தகவல் -
th: ข้อมูลใบอนุญาต -
tr: Lisans bilgileri -
uk: Інформація про ліцензію -
ur: لائسنس کی معلومات -
vi: Thông tin giấy phép -

source: CC stands for Creative Commons. This license has several variants,
ar: CC تعني Creative Commons. لهذا الترخيص عدة أشكال،
bg: CC е съкращение от Creative Commons. Този лиценз има няколко варианта,
bn: CC এর অর্থ হল ক্রিয়েটিভ কমন্স। এই লাইসেন্সের বিভিন্ন রূপ রয়েছে,
cs: CC je zkratka pro Creative Commons. Tato licence má několik variant,
da: CC står for Creative Commons. Denne licens findes i flere varianter,
de: CC steht für Creative Commons. Diese Lizenz existiert in mehreren Varianten.
el: Το CC σημαίνει Creative Commons. Αυτή η άδεια χρήσης έχει αρκετές παραλλαγές,
es: CC significa Creative Commons. Esta licencia tiene varias variantes.
et: CC tähistab Creative Commonsi. Sellel litsentsil on mitu varianti,
fa: CC مخفف Creative Commons است. این مجوز انواع مختلفی دارد،
fi: CC on lyhenne sanoista Creative Commons. Tästä lisenssistä on useita muunnelmia,
fr: CC signifie Creative Commons. Cette licence comporte plusieurs variantes.
he: CC הוא ראשי תיבות של Creative Commons. לרישיון זה ישנם מספר גרסאות,
hi: CC का मतलब क्रिएटिव कॉमन्स है। इस लाइसेंस के कई प्रकार हैं,
hu: A CC a Creative Commons rövidítése. Ennek a licencnek több változata létezik,
id: CC adalah singkatan dari Creative Commons. Lisensi ini memiliki beberapa varian,
it: CC sta per Creative Commons. Questa licenza ha diverse varianti,
ja: CCはクリエイティブ・コモンズの略です。このライセンスにはいくつかのバリエーションがあり、
lt: CC reiškia „Creative Commons“. Ši licencija turi keletą variantų,
lv: CC apzīmē Creative Commons. Šai licencei ir vairāki varianti,
nl: CC staat voor Creative Commons. Deze licentie kent verschillende varianten.
no: CC står for Creative Commons. Denne lisensen finnes i flere varianter,
pl: CC to skrót od Creative Commons. Ta licencja ma kilka wariantów,
pt: CC significa Creative Commons. Esta licença possui diversas variantes.
ro: CC este prescurtarea de la Creative Commons. Această licență are mai multe variante,
ru: CC означает Creative Commons. Эта лицензия существует в нескольких вариантах:
sq: CC qëndron për Creative Commons. Kjo licencë ka disa variante,
sr: CC је скраћеница од Creative Commons. Ова лиценца има неколико варијанти,
sv: CC står för Creative Commons. Denna licens finns i flera varianter,
sw: CC inawakilisha Creative Commons. Leseni hii ina lahaja kadhaa,
ta: CC என்பது கிரியேட்டிவ் காமன்ஸைக் குறிக்கிறது. இந்த உரிமம் பல வகைகளைக் கொண்டுள்ளது,
th: CC ย่อมาจาก Creative Commons ใบอนุญาตนี้มีหลายรูปแบบ
tr: CC, Creative Commons anlamına gelir. Bu lisansın çeşitli versiyonları vardır.
uk: CC розшифровується як Creative Commons. Ця ліцензія має кілька варіантів,
ur: CC کا مطلب Creative Commons ہے۔ اس لائسنس کی کئی قسمیں ہیں،
vi: CC là viết tắt của Creative Commons. Giấy phép này có nhiều biến thể,
