Repository: RoySawyer/nimzo_3d_14
Catalog: main_14_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: which can be downloaded from the following links -
ar: والتي يمكن تحميلها من الروابط التالية -
bg: които могат да бъдат изтеглени от следните връзки -
bn: যা নিম্নলিখিত লিঙ্কগুলি থেকে ডাউনলোড করা যেতে পারে -
cs: které lze stáhnout z následujících odkazů -
da: som kan downloades fra følgende links -
de: diese können über die folgenden Links heruntergeladen werden -
el: το οποίο μπορείτε να κατεβάσετε από τους ακόλουθους συνδέσμους -
es: que se puede descargar desde los siguientes enlaces:
et: mille saab alla laadida järgmistelt linkidelt -
fa: که از لینک‌های زیر قابل دانلود است -
fi: joka voidaan ladata seuraavista linkeistä -
fr: qui peuvent être téléchargés à partir des liens suivants -
he: אשר ניתן להוריד מהקישורים הבאים -
hi: जिसे निम्नलिखित लिंक से डाउनलोड किया जा सकता है -
hu: amely letölthető az alábbi linkekről -
id: yang dapat diunduh dari tautan berikut -
it: che può essere scaricato dai seguenti link -
ja: 以下のリンクからダウンロードできます -
lt: kurį galima atsisiųsti iš šių nuorodų -
lv: ko var lejupielādēt no šīm saitēm —
nl: die kan worden gedownload via de volgende links -
no: som kan lastes ned fra følgende lenker -
pl: który można pobrać z następujących linków -
pt: que podem ser baixados nos seguintes links -
ro: care poate fi descărcat de la următoarele linkuri -
ru: которые можно скачать по следующим ссылкам -
sq: të cilat mund të shkarkohen nga lidhjet e mëposhtme -
sr: који се може преузети са следећих линкова -
sv: som kan laddas ner från följande länkar -
sw: ambayo inaweza kupakuliwa kutoka kwa viungo vifuatavyo -
ta: பின்வரும் இணைப்புகளிலிருந்து பதிவிறக்கம் செய்யலாம் -
th: ซึ่งสามารถดาวน์โหลดได้จากลิงค์ต่อไปนี้ -
tr: Aşağıdaki bağlantılardan indirilebilir -
uk: які можна завантажити за наступними посиланнями -
ur: جسے درج ذیل لنکس سے ڈاؤن لوڈ کیا جا سکتا ہے-
vi: có thể tải xuống từ các liên kết sau -

source: For newer versions of 3ds Max -
ar: للإصدارات الأحدث من 3ds Max -
bg: За по-нови версии на 3ds Max -
bn: 3ds Max এর নতুন সংস্করণের জন্য -
cs: Pro novější verze 3ds Maxu -
da: For nyere versioner af 3ds Max -
de: Für neuere Versionen von 3ds Max -
el: Για νεότερες εκδόσεις του 3ds Max -
es: Para versiones más recientes de 3ds Max -
et: 3ds Maxi uuemate versioonide jaoks -
fa: برای نسخه‌های جدیدتر 3ds Max -
fi: Uudemmat 3ds Max -versiot -
fr: Pour les versions plus récentes de 3ds Max -
he: עבור גרסאות חדשות יותר של 3ds Max -
hi: 3ds Max के नए संस्करणों के लिए -
hu: A 3ds Max újabb verzióihoz -
id: Untuk versi 3ds Max yang lebih baru -
it: Per le versioni più recenti di 3ds Max -
ja: 3ds Maxの新しいバージョンの場合 -
lt: Naujesnėms „3ds Max“ versijoms -
lv: Jaunākām 3ds Max versijām —
nl: Voor nieuwere versies van 3ds Max -
no: For nyere versjoner av 3ds Max -
pl: W przypadku nowszych wersji programu 3ds Max:
pt: Para versões mais recentes do 3ds Max -
ro: Pentru versiunile mai noi de 3ds Max -
ru: Для более новых версий 3ds Max -
sq: Për versionet më të reja të 3ds Max -
sr: За новије верзије 3ds Max-а -
sv: För nyare versioner av 3ds Max -
sw: Kwa matoleo mapya zaidi ya 3ds Max -
ta: 3ds Max இன் புதிய பதிப்புகளுக்கு -
th: สำหรับ 3ds Max เวอร์ชันใหม่กว่า -
tr: 3ds Max'in daha yeni sürümleri için -
uk: Для новіших версій 3ds Max -
ur: 3ds Max کے نئے ورژن کے لیے -
vi: Đối với các phiên bản mới hơn của 3ds Max -

source: For older versions of 3ds Max -
ar: للإصدارات الأقدم من 3ds Max -
bg: За по-стари версии на 3ds Max -
bn: 3ds Max এর পুরোনো সংস্করণের জন্য -
cs: Pro starší verze 3ds Maxu -
da: For ældre versioner af 3ds Max -
de: Für ältere Versionen von 3ds Max -
el: Για παλαιότερες εκδόσεις του 3ds Max -
es: Para versiones anteriores de 3ds Max -
et: 3ds Maxi vanemate versioonide jaoks -
fa: برای نسخه‌های قدیمی‌تر 3ds Max -
fi: Vanhemmille 3ds Max -versioille -
fr: Pour les versions antérieures de 3ds Max -
he: עבור גרסאות ישנות יותר של 3ds Max -
hi: 3ds Max के पुराने संस्करणों के लिए -
hu: A 3ds Max régebbi verzióihoz -
id: Untuk versi 3ds Max yang lebih lama -
it: Per le versioni precedenti di 3ds Max -
ja: 3ds Maxの旧バージョンの場合 -
lt: Senesnėms „3ds Max“ versijoms -
lv: Vecākām 3ds Max versijām —
nl: Voor oudere versies van 3ds Max -
no: For eldre versjoner av 3ds Max -
pl: W przypadku starszych wersji programu 3ds Max:
pt: Para versões mais antigas do 3ds Max -
ro: Pentru versiunile mai vechi de 3ds Max -
ru: Для более старых версий 3ds Max -
sq: Për versionet më të vjetra të 3ds Max -
sr: За старије верзије 3ds Max-а -
sv: För äldre versioner av 3ds Max -
sw: Kwa matoleo ya zamani ya 3ds Max -
ta: 3ds Max இன் பழைய பதிப்புகளுக்கு -
th: สำหรับ 3ds Max เวอร์ชันเก่า -
tr: 3ds Max'in eski sürümleri için -
uk: Для старіших версій 3ds Max -
ur: 3ds Max کے پرانے ورژن کے لیے -
vi: Đối với các phiên bản cũ hơn của 3ds Max -

source: The plug-in should be installed in the 3ds Max plug-ins directory.
ar: يجب تثبيت البرنامج الإضافي في دليل المكونات الإضافية لـ 3ds Max.
bg: Плъгинът трябва да бъде инсталиран в директорията с плъгини на 3ds Max.
bn: প্লাগ-ইনটি 3ds Max প্লাগ-ইন ডিরেক্টরিতে ইনস্টল করা উচিত।
cs: Plugin by měl být nainstalován do adresáře pluginů 3ds Max.
da: Plugin'et skal installeres i 3ds Max plugin-mappen.
de: Das Plug-in sollte im 3ds Max-Plug-in-Verzeichnis installiert werden.
el: Το πρόσθετο (plug-in) θα πρέπει να εγκατασταθεί στον κατάλογο πρόσθετων (plug-ins) του 3ds Max.
es: El complemento debe instalarse en el directorio de complementos de 3ds Max.
et: Plugin tuleks installida 3ds Maxi pluginate kataloogi.
fa: این افزونه باید در پوشه افزونه‌های 3ds Max نصب شود.
fi: Laajennus tulisi asentaa 3ds Max -laajennusten hakemistoon.
fr: Le module complémentaire doit être installé dans le répertoire des modules complémentaires de 3ds Max.
he: יש להתקין את התוסף בתיקיית התוספים של 3ds Max.
hi: प्लग-इन को 3ds मैक्स प्लग-इन निर्देशिका में स्थापित किया जाना चाहिए।
hu: A bővítményt a 3ds Max bővítmények könyvtárába kell telepíteni.
id: Plug-in harus diinstal di direktori plug-in 3ds Max.
it: Il plug-in deve essere installato nella directory dei plug-in di 3ds Max.
ja: プラグインは 3ds Max プラグイン ディレクトリにインストールする必要があります。
lt: Įskiepis turėtų būti įdiegtas „3ds Max“ įskiepių kataloge.
lv: Spraudnim jābūt instalētam 3ds Max spraudņu direktorijā.
nl: De plug-in moet worden geïnstalleerd in de plug-ins-map van 3ds Max.
no: Plugin-modulen bør installeres i 3ds Max plugin-katalogen.
pl: Wtyczkę należy zainstalować w katalogu wtyczek 3ds Max.
pt: O plug-in deve ser instalado no diretório de plug-ins do 3ds Max.
ro: Pluginul trebuie instalat în directorul de pluginuri 3ds Max.
ru: Плагин должен быть установлен в каталог плагинов 3ds Max.
sq: Shtojca duhet të instalohet në direktorinë e shtojcave të 3ds Max.
sr: Плагин треба да буде инсталиран у директоријуму 3ds Max плагинова.
sv: Plugin-programmet ska installeras i 3ds Max plugin-katalog.
sw: Programu-jalizi inapaswa kusakinishwa katika saraka ya programu-jalizi ya 3ds Max.
ta: செருகுநிரல் 3ds Max செருகுநிரல்கள் கோப்பகத்தில் நிறுவப்பட வேண்டும்.
th: ควรติดตั้งปลั๊กอินในไดเร็กทอรีปลั๊กอินของ 3ds Max
tr: Eklentinin 3ds Max eklentiler dizinine kurulması gerekmektedir.
uk: Плагін слід встановити в каталог плагінів 3ds Max.
ur: پلگ ان کو 3ds میکس پلگ ان ڈائرکٹری میں انسٹال کیا جانا چاہیے۔
vi: Phần bổ trợ này phải được cài đặt trong thư mục phần bổ trợ 3ds Max.

source: Then you import a piece file into 3ds Max, scale it down to the correct size,
ar: ثم تقوم باستيراد ملف القطعة إلى 3ds Max، ثم تقوم بتصغيره إلى الحجم الصحيح،
bg: След това импортирате файл с част в 3ds Max, намалявате го до правилния размер,
bn: তারপর আপনি 3ds Max-এ একটি টুকরো ফাইল আমদানি করুন, এটিকে সঠিক আকারে ছোট করুন,
cs: Pak importujete soubor s dílem do 3ds Maxu, zmenšíte ho na správnou velikost,
da: Derefter importerer du en stykkefil til 3ds Max og skalerer den ned til den korrekte størrelse,
de: Dann importiert man eine Teiledatei in 3ds Max und skaliert sie auf die richtige Größe herunter.
el: Στη συνέχεια, εισάγετε ένα αρχείο κομματιού στο 3ds Max, το μειώνετε στο σωστό μέγεθος,
es: Luego importas un archivo de pieza a 3ds Max, lo reduces al tamaño correcto,
et: Seejärel impordid tükifaili 3ds Maxi, skaleerid selle õigele suurusele,
fa: سپس یک فایل قطعه‌ای را به 3ds Max وارد می‌کنید، آن را به اندازه صحیح کوچک می‌کنید،
fi: Sitten tuot kappaletiedoston 3ds Maxiin, skaalaat sen oikeaan kokoon,
fr: Ensuite, vous importez un fichier de pièce dans 3ds Max, vous le redimensionnez à la taille correcte,
he: לאחר מכן אתה מייבא קובץ חתיכה ל-3ds Max, מקטין אותו לגודל הנכון,
hi: फिर आप एक टुकड़ा फ़ाइल को 3ds मैक्स में आयात करते हैं, इसे सही आकार में घटाते हैं,
hu: Ezután importálsz egy darabfájlt a 3ds Max-ba, lekicsinyíted a megfelelő méretre,
id: Kemudian Anda mengimpor file potongan ke 3ds Max, memperkecilnya ke ukuran yang benar,
it: Quindi importi un file di pezzi in 3ds Max, lo ridimensioni alla dimensione corretta,
ja: 次にピースファイルを3ds Maxにインポートし、適切なサイズに縮小します。
lt: Tada importuojate detalės failą į „3ds Max“, sumažinate jį iki reikiamo dydžio,
lv: Pēc tam importējat gabala failu programmā 3ds Max, samaziniet to līdz pareizajam izmēram,
nl: Vervolgens importeer je een stukbestand in 3ds Max, schaal je het naar de juiste grootte,
no: Deretter importerer du en delfil til 3ds Max, skalerer den ned til riktig størrelse,
pl: Następnie importujesz plik z fragmentem do programu 3ds Max, zmniejszasz go do odpowiedniego rozmiaru,
pt: Em seguida, você importa um arquivo de peça para o 3ds Max e o redimensiona para o tamanho correto.
ro: Apoi importați un fișier fragment în 3ds Max, îl scalați la dimensiunea corectă,
ru: Затем вы импортируете файл детали в 3ds Max, уменьшаете его до нужного размера,
sq: Pastaj importoni një skedar pjesësh në 3ds Max, e zvogëloni atë në madhësinë e duhur,
sr: Затим увезете датотеку дела у 3ds Max, смањите је на одговарајућу величину,
sv: Sedan importerar du en bitfil till 3ds Max, skalar ner den till rätt storlek,
sw: Kisha unaingiza faili ya kipande ndani ya 3ds Max, punguza hadi saizi sahihi,
ta: பின்னர் நீங்கள் ஒரு துண்டு கோப்பை 3ds Max இல் இறக்குமதி செய்து, அதை சரியான அளவிற்குக் குறைத்து,
th: จากนั้นคุณนำเข้าไฟล์ชิ้นส่วนเข้าสู่ 3ds Max แล้วปรับขนาดลงให้ถูกต้อง
tr: Daha sonra bir parça dosyasını 3ds Max'e aktarın, doğru boyuta ölçekleyin,
uk: Потім ви імпортуєте файл фрагмента в 3ds Max, зменшуєте його до потрібного розміру,
ur: پھر آپ 3ds میکس میں ایک پیس فائل امپورٹ کرتے ہیں، اسے صحیح سائز تک پیمانہ کرتے ہیں،
vi: Sau đó, bạn nhập tệp mảnh vào 3ds Max, thu nhỏ nó xuống kích thước chính xác,

source: centre it in the middle of the grids and then export the model to a DirectX file.
ar: قم بوضعه في منتصف الشبكات ثم قم بتصدير النموذج إلى ملف DirectX.
bg: Центрирайте го по средата на решетките и след това експортирайте модела в DirectX файл.
bn: এটিকে গ্রিডের মাঝখানে রাখুন এবং তারপর মডেলটি একটি DirectX ফাইলে রপ্তানি করুন।
cs: Vycentrujte jej doprostřed mřížek a poté exportujte model do souboru DirectX.
da: Centrer den midt i gitrene, og eksporter derefter modellen til en DirectX-fil.
de: Zentrieren Sie es in der Mitte des Rasters und exportieren Sie das Modell anschließend in eine DirectX-Datei.
el: Τοποθετήστε το στο κέντρο των πλεγμάτων και, στη συνέχεια, εξαγάγετε το μοντέλο σε ένα αρχείο DirectX.
es: Centra el modelo en el medio de las cuadrículas y luego exporta el modelo a un archivo DirectX.
et: tsentreeri see ruudustike keskele ja seejärel eksporti mudel DirectX-faili.
fa: آن را در وسط شبکه‌ها قرار دهید و سپس مدل را به یک فایل DirectX صادر کنید.
fi: keskitä se ruudukoiden keskelle ja vie sitten malli DirectX-tiedostoon.
fr: Centrez-le au milieu des grilles, puis exportez le modèle vers un fichier DirectX.
he: מרכז אותו באמצע הרשתות ולאחר מכן ייצא את המודל לקובץ DirectX.
hi: इसे ग्रिड के मध्य में केन्द्रित करें और फिर मॉडल को डायरेक्टएक्स फ़ाइल में निर्यात करें।
hu: középre igazítsd a rácsok közepére, majd exportáld a modellt egy DirectX fájlba.
id: pusatkan di tengah-tengah kisi lalu ekspor model ke berkas DirectX.
it: centralo al centro delle griglie e poi esporta il modello in un file DirectX.
ja: グリッドの中央に配置し、モデルを DirectX ファイルにエクスポートします。
lt: centruokite jį tinklelių viduryje ir eksportuokite modelį į „DirectX“ failą.
lv: centrējiet to režģu vidū un pēc tam eksportējiet modeli uz DirectX failu.
nl: Centreer het in het midden van de rasters en exporteer het model vervolgens naar een DirectX-bestand.
no: Sentrer den midt i rutenettene, og eksporter deretter modellen til en DirectX-fil.
pl: umieść go na środku siatki, a następnie wyeksportuj model do pliku DirectX.
pt: Centralize-o no meio das grades e, em seguida, exporte o modelo para um arquivo DirectX.
ro: centrați-l în mijlocul grilelor și apoi exportați modelul într-un fișier DirectX.
ru: центрируйте ее по центру сетки, а затем экспортируйте модель в файл DirectX.
sq: Vendoseni atë në qendër të rrjetave dhe pastaj eksportojeni modelin në një skedar DirectX.
sr: центрирајте га на средини мрежа, а затим извезите модел у DirectX датотеку.
sv: Centrera den mitt i rutnätet och exportera sedan modellen till en DirectX-fil.
sw: katikati ya gridi ya taifa na kisha kuuza nje mfano kwa faili DirectX.
ta: அதை கட்டங்களின் நடுவில் மையப்படுத்தி, பின்னர் மாதிரியை ஒரு DirectX கோப்பிற்கு ஏற்றுமதி செய்யவும்.
th: จัดให้อยู่ตรงกลางกริดแล้วส่งออกโมเดลไปยังไฟล์ DirectX
tr: modeli ızgaraların ortasına yerleştirin ve ardından modeli DirectX dosyasına aktarın.
uk: відцентруйте його посередині сіток, а потім експортуйте модель у файл DirectX.
ur: اسے گرڈ کے بیچ میں رکھیں اور پھر ماڈل کو ڈائریکٹ ایکس فائل میں ایکسپورٹ کریں۔
vi: đặt nó vào giữa lưới rồi xuất mô hình sang tệp DirectX.

source: You will have to repeat the scale, centre and export process several times
ar: سيتعين عليك تكرار عملية القياس والمركز والتصدير عدة مرات
bg: Ще трябва да повторите процеса на мащабиране, центриране и експортиране няколко пъти.
bn: আপনাকে স্কেল, সেন্টার এবং এক্সপোর্ট প্রক্রিয়াটি বেশ কয়েকবার পুনরাবৃত্তি করতে হবে।
cs: Budete muset několikrát zopakovat proces škálování, centrování a exportu.
da: Du bliver nødt til at gentage skalering, centrering og eksportering flere gange.
de: Sie müssen den Skalierungs-, Zentrierungs- und Exportvorgang mehrmals wiederholen.
el: Θα πρέπει να επαναλάβετε τη διαδικασία κλίμακας, κέντρου και εξαγωγής αρκετές φορές
es: Tendrás que repetir el proceso de escalado, centrado y exportación varias veces.
et: Peate skaleerimise, tsentreerimise ja ekspordi protsessi mitu korda kordama.
fa: شما باید چندین بار فرآیند مقیاس، مرکز و خروجی گرفتن را تکرار کنید.
fi: Sinun on toistettava skaalaus, keskitys ja vienti useita kertoja
fr: Vous devrez répéter plusieurs fois le processus de mise à l'échelle, de centrage et d'exportation.
he: תצטרכו לחזור על תהליך שינוי קנה המידה, המרכז והיצוא מספר פעמים.
hi: आपको स्केल, केंद्र और निर्यात प्रक्रिया को कई बार दोहराना होगा
hu: Többször meg kell ismételnie a méretezés, középre állítás és exportálás folyamatát.
id: Anda harus mengulangi proses skala, pusat, dan ekspor beberapa kali
it: Sarà necessario ripetere il processo di scala, centratura ed esportazione più volte
ja: スケール、中央揃え、エクスポートのプロセスを数回繰り返す必要があります。
lt: Mastelio keitimo, centravimo ir eksportavimo procesą turėsite pakartoti kelis kartus.
lv: Jums būs vairākas reizes jāatkārto mērogošanas, centrēšanas un eksportēšanas process.
nl: U moet het schaal-, centreer- en exportproces meerdere keren herhalen
no: Du må gjenta skalerings-, sentrerings- og eksporteringsprosessen flere ganger.
pl: Będziesz musiał powtórzyć proces skalowania, centrowania i eksportowania kilka razy
pt: Você terá que repetir o processo de dimensionamento, centralização e exportação várias vezes.
ro: Va trebui să repetați procesul de scalare, centrare și exportare de mai multe ori.
ru: Вам придется повторить процесс масштабирования, центрирования и экспорта несколько раз.
sq: Do të duhet ta përsërisni procesin e shkallëzimit, qendrës dhe eksportimit disa herë.
sr: Мораћете да поновите поступак скалирања, центрирања и извоза неколико пута
sv: Du måste upprepa skalnings-, centrerings- och exportprocessen flera gånger.
sw: Utalazimika kurudia mchakato wa kiwango, kituo na usafirishaji mara kadhaa
ta: நீங்கள் அளவுகோல், மையம் மற்றும் ஏற்றுமதி செயல்முறையை பல முறை மீண்டும் செய்ய வேண்டியிருக்கும்.
th: คุณจะต้องทำซ้ำกระบวนการปรับขนาด ศูนย์กลาง และการส่งออกหลายครั้ง
tr: Ölçeklendirme, merkezleme ve dışa aktarma işlemlerini birkaç kez tekrarlamanız gerekecektir
uk: Вам доведеться повторити процес масштабування, центрування та експорту кілька разів.
ur: آپ کو اسکیل، سینٹر اور ایکسپورٹ کے عمل کو کئی بار دہرانا پڑے گا۔
vi: Bạn sẽ phải lặp lại quá trình cân, định tâm và xuất nhiều lần

source: to get the size of the piece reasonable.
ar: للحصول على حجم القطعة المعقول.
bg: за да се получи разумен размер на парчето.
bn: যাতে টুকরোটির আকার যুক্তিসঙ্গত হয়।
cs: aby se dosáhlo rozumné velikosti kusu.
da: for at få en rimelig størrelse på stykket.
de: um die Größe des Werkstücks in einem angemessenen Rahmen zu halten.
el: για να επιτευχθεί λογικό μέγεθος του κομματιού.
es: para que el tamaño de la pieza sea razonable.
et: et tüki suurus oleks mõistlik.
fa: تا اندازه قطعه معقول شود.
fi: jotta palan koko olisi kohtuullinen.
fr: pour obtenir une taille de pièce raisonnable.
he: כדי לקבל את גודל החתיכה בצורה סביר.
hi: टुकड़े का आकार उचित रखने के लिए।
hu: hogy a darab mérete megfelelő legyen.
id: untuk mendapatkan ukuran bagian yang wajar.
it: per ottenere una dimensione ragionevole del pezzo.
ja: ピースのサイズを適切なものにするためです。
lt: kad gabalo dydis būtų tinkamas.
lv: lai gabala izmērs būtu saprātīgs.
nl: om de grootte van het stuk redelijk te krijgen.
no: for å få en rimelig størrelse på stykket.
pl: aby uzyskać rozsądny rozmiar elementu.
pt: para que o tamanho da peça fique razoável.
ro: pentru a obține o dimensiune rezonabilă a piesei.
ru: чтобы получить разумный размер куска.
sq: për të marrë madhësinë e copës të arsyeshme.
sr: да би се добила разумна величина комада.
sv: för att få en rimlig storlek på biten.
sw: ili kupata saizi ya kipande inayofaa.
ta: துண்டின் அளவை நியாயமானதாகப் பெற.
th: เพื่อให้ได้ขนาดชิ้นงานที่เหมาะสม
tr: parçanın boyutunu makul hale getirmek için.
uk: щоб отримати прийнятний розмір шматка.
ur: مناسب ٹکڑا کا سائز حاصل کرنے کے لئے.
vi: để có được kích thước hợp lý của tác phẩm.

source: I found it best to start with the king
ar: وجدت أنه من الأفضل أن أبدأ بالملك
bg: Реших, че е най-добре да започна с краля
bn: আমার কাছে রাজা দিয়ে শুরু করাই ভালো মনে হয়েছে।
cs: Zjistil jsem, že je nejlepší začít s králem
da: Jeg fandt det bedst at starte med kongen
de: Ich fand es am besten, mit dem König anzufangen.
el: Βρήκα ότι ήταν καλύτερο να ξεκινήσω με τον βασιλιά
es: Me pareció mejor empezar por el rey.
et: Leidsin, et parim on alustada kuningast
fa: به نظرم بهتر بود با شاه شروع کنم.
fi: Mielestäni oli parasta aloittaa kuninkaasta.
fr: J'ai trouvé qu'il valait mieux commencer par le roi.
he: מצאתי שעדיף להתחיל עם המלך
hi: मुझे राजा से शुरुआत करना सबसे अच्छा लगा
hu: Úgy találtam a legjobbnak, ha a királlyal kezdem.
id: Saya rasa lebih baik memulai dengan raja
it: Ho trovato che fosse meglio iniziare con il re
ja: 私は王から始めるのが最善だと考えた
lt: Maniau, kad geriausia pradėti nuo karaliaus
lv: Es uzskatīju par labāko sākt ar karali
nl: Ik vond het het beste om met de koning te beginnen
no: Jeg syntes det var best å starte med kongen
pl: Uznałem, że najlepiej zacząć od króla
pt: Achei melhor começar pelo rei.
ro: Am considerat că e mai bine să încep cu regele
ru: Я посчитал, что лучше всего начать с короля.
sq: E gjeta më të mirën të filloja me mbretin
sr: Сматрао сам да је најбоље почети са краљем
sv: Jag tyckte det var bäst att börja med kungen
sw: Nikaona bora nianze na mfalme
ta: ராஜாவுடன் தொடங்குவது சிறந்தது என்று நான் கண்டேன்.
th: ฉันพบว่ามันดีที่สุดที่จะเริ่มต้นด้วยกษัตริย์
tr: Kralla başlamanın en iyisi olduğunu düşündüm
uk: Я вважав за краще почати з короля
ur: میں نے بادشاہ سے شروع کرنا بہتر سمجھا
vi: Tôi thấy tốt nhất là bắt đầu với vua

source: and keep the Nimzo_3d program open during the process,
ar: وإبقاء برنامج Nimzo_3d مفتوحًا أثناء العملية،
bg: и дръжте програмата Nimzo_3d отворена по време на процеса,
bn: এবং প্রক্রিয়া চলাকালীন Nimzo_3d প্রোগ্রামটি খোলা রাখুন,
cs: a během procesu nechte program Nimzo_3d otevřený,
da: og hold Nimzo_3d-programmet åbent under processen,
de: und lassen Sie das Programm Nimzo_3d während des gesamten Vorgangs geöffnet.
el: και να διατηρείται ανοιχτό το πρόγραμμα Nimzo_3d κατά τη διάρκεια της διαδικασίας,
es: y mantén abierto el programa Nimzo_3d durante todo el proceso,
et: ja hoidke Nimzo_3d programmi protsessi ajal avatuna,
fa: و برنامه Nimzo_3d را در طول فرآیند باز نگه دارید،
fi: ja pidä Nimzo_3d-ohjelma auki prosessin ajan,
fr: et laissez le programme Nimzo_3d ouvert pendant tout le processus,
he: ולהשאיר את תוכנת Nimzo_3d פתוחה במהלך התהליך,
hi: और प्रक्रिया के दौरान Nimzo_3d प्रोग्राम को खुला रखें,
hu: és a folyamat során tartsd nyitva a Nimzo_3d programot,
id: dan biarkan program Nimzo_3d terbuka selama proses,
it: e mantenere aperto il programma Nimzo_3d durante il processo,
ja: プロセス中はNimzo_3dプログラムを開いたままにしておきます。
lt: ir proceso metu palikite programą „Nimzo_3d“ atidarytą,
lv: un procesa laikā turiet atvērtu programmu Nimzo_3d,
nl: en houd het Nimzo_3d-programma open tijdens het proces,
no: og hold Nimzo_3d-programmet åpent under prosessen,
pl: i utrzymuj program Nimzo_3d otwarty podczas tego procesu,
pt: e mantenha o programa Nimzo_3d aberto durante o processo.
ro: și mențineți programul Nimzo_3d deschis în timpul procesului,
ru: и держите программу Nimzo_3d открытой во время процесса,
sq: dhe mbajeni programin Nimzo_3d të hapur gjatë procesit,
sr: и држите програм Nimzo_3d отвореним током процеса,
sv: och håll Nimzo_3d-programmet öppet under processen,
sw: na uweke programu ya Nimzo_3d wazi wakati wa mchakato,
ta: மேலும் செயல்முறையின் போது Nimzo_3d நிரலைத் திறந்து வைத்திருங்கள்,
th: และเปิดโปรแกรม Nimzo_3d ไว้ระหว่างดำเนินการ
tr: ve işlem sırasında Nimzo_3d programını açık tutun,
uk: і тримайте програму Nimzo_3d відкритою під час процесу,
ur: اور عمل کے دوران Nimzo_3d پروگرام کو کھلا رکھیں،
vi: và giữ chương trình Nimzo_3d mở trong suốt quá trình,
