Repository: RoySawyer/nimzo_3d_14
Catalog: main_14_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: from the < Object - space modifiers > section click the < UVW Map > option.
ar: من قسم <Object - space modifiers> انقر فوق الخيار <UVW Map>.
bg: от секцията < Обект - модификатори на пространство > щракнете върху опцията < UVW карта >.
bn: <Object - space modifiers > বিভাগ থেকে <UVW Map > বিকল্পে ক্লিক করুন।
cs: V sekci < Objekt - modifikátory prostoru > klikněte na možnost < UVW mapa >.
da: Fra sektionen <Objekt - rummodifikatorer> klikker du på indstillingen <UVW-kort>.
de: Klicken Sie im Abschnitt < Objekt - Raummodifikatoren > auf die Option < UVW-Map >.
el: από την ενότητα < Τροποποιητές χώρου αντικειμένου > κάντε κλικ στην επιλογή < Χάρτης UVW >.
es: Desde la sección <Modificadores de espacio de objeto>, haga clic en la opción <Mapa UVW>.
et: klõpsa jaotises <Objekt - ruumimodifikaatorid> valikul <UVW Map >.
fa: از بخش <Object - space modifiers> روی گزینه <UVW Map> کلیک کنید.
fi: Napsauta <Objekti - tilanmuokkaajat> -osiosta <UVW-kartta> -vaihtoehtoa.
fr: Dans la section < Modificateurs d'espace objet >, cliquez sur l'option < Carte UVW >.
he: במקטע < Object - space modifiers > לחץ על האפשרות < UVW Map >.
hi: <ऑब्जेक्ट - स्पेस मॉडिफायर्स> अनुभाग से <यूवीडब्ल्यू मैप> विकल्प पर क्लिक करें।
hu: az < Objektum - térmódosítók > részben kattintson az < UVW térkép > lehetőségre.
id: dari bagian <Objek - pengubah ruang> klik opsi <Peta UVW>.
it: dalla sezione < Oggetto - modificatori di spazio > fare clic sull'opzione < Mappa UVW >.
ja: < オブジェクト空間モディファイヤ > セクションで < UVW マップ > オプションをクリックします。
lt: skyriuje <Objektas – erdvės modifikatoriai> spustelėkite parinktį <UVW žemėlapis>.
lv: sadaļā <Objekts - telpas modifikatori> noklikšķiniet uz opcijas <UVW karte>.
nl: Klik in het gedeelte < Object - space modifiers > op de optie < UVW Map >.
no: Fra delen <Objekt - rommodifikatorer> klikker du på alternativet <UVW-kart>.
pl: z sekcji < Obiekt - modyfikatory przestrzeni > kliknij opcję < Mapa UVW >.
pt: Na seção < Modificadores de espaço do objeto >, clique na opção < Mapeamento UVW >.
ro: Din secțiunea < Obiect - modificatori de spațiu >, faceți clic pe opțiunea < Hartă UVW >.
ru: в разделе <Модификаторы пространства объектов> выберите опцию <Карта UVW>.
sq: nga seksioni < Modifikuesit e hapësirës së objektit> klikoni opsionin < Harta e UVW>.
sr: из одељка < Објекат - модификатори простора > кликните на опцију < UVW мапа >.
sv: Från avsnittet <Objekt - rymdmodifierare> klicka på alternativet <UVW-karta>.
sw: kutoka kwa <Object - modifiers nafasi > bonyeza chaguo la <UVW Map > chaguo.
ta: <பொருள் - இடம் மாற்றியமைப்பாளர்கள் > பிரிவில் இருந்து UVW வரைபடம் > விருப்பத்தை சொடுக்கவும்.
th: จากส่วน < Object - space modifiers > คลิกตัวเลือก < UVW Map >
tr: < Nesne - alan değiştiricileri > bölümünden < UVW Haritası > seçeneğine tıklayın.
uk: у розділі < Об'єкт - модифікатори простору > виберіть опцію < Карта UVW >.
ur: < آبجیکٹ - اسپیس موڈیفائر > سیکشن سے < UVW Map > آپشن پر کلک کریں۔
vi: từ phần < Bộ điều chỉnh không gian đối tượng > nhấp vào tùy chọn < Bản đồ UVW >.

source: Then there are many options to choose from.
ar: ثم هناك العديد من الخيارات للاختيار من بينها.
bg: След това има много опции, от които да избирате.
bn: তারপর বেছে নেওয়ার জন্য অনেক বিকল্প আছে।
cs: Pak je na výběr z mnoha možností.
da: Så er der mange muligheder at vælge imellem.
de: Dann stehen Ihnen viele Optionen zur Auswahl.
el: Έπειτα, υπάρχουν πολλές επιλογές για να διαλέξετε.
es: Entonces hay muchas opciones para elegir.
et: Siis on palju valikuid, mille vahel valida.
fa: سپس گزینه‌های زیادی برای انتخاب وجود دارد.
fi: Sitten on monia vaihtoehtoja, joista valita.
fr: Il existe alors de nombreuses options parmi lesquelles choisir.
he: לאחר מכן ישנן אפשרויות רבות לבחירה.
hi: फिर चुनने के लिए कई विकल्प हैं।
hu: Akkor számos lehetőség közül lehet választani.
id: Lalu ada banyak pilihan untuk dipilih.
it: Poi ci sono molte opzioni tra cui scegliere.
ja: 次に、選択できるオプションが多数あります。
lt: Tada yra daug variantų, iš kurių galima rinktis.
lv: Tad ir daudz iespēju, no kurām izvēlēties.
nl: Dan zijn er nog veel meer opties waaruit u kunt kiezen.
no: Da er det mange alternativer å velge mellom.
pl: Istnieje wiele opcji do wyboru.
pt: Então, há muitas opções para escolher.
ro: Apoi, există multe opțiuni din care să alegi.
ru: И тогда есть много вариантов выбора.
sq: Pastaj ka shumë mundësi për të zgjedhur.
sr: Онда постоји много опција за избор.
sv: Sedan finns det många alternativ att välja mellan.
sw: Kisha kuna chaguzi nyingi za kuchagua.
ta: பின்னர் தேர்வு செய்ய பல விருப்பங்கள் உள்ளன.
th: จากนั้นก็มีตัวเลือกให้เลือกอีกมากมาย
tr: Daha sonra seçebileceğiniz çok sayıda seçenek var.
uk: Тоді є багато варіантів на вибір.
ur: پھر انتخاب کرنے کے لیے بہت سے اختیارات ہیں۔
vi: Sau đó, có nhiều lựa chọn để bạn lựa chọn.

source: I usually select < Shrink wrap > < Fit > < Bitmap fit >
ar: عادةً ما أختار <التغليف المتقلص> <الملاءمة> <ملاءمة الخريطة النقطية>
bg: Обикновено избирам < Свиващо се фолио > < Побиране > < Побиране на растерно изображение >
bn: আমি সাধারণত Shrink wrap > < Fit > < Bitmap fit > নির্বাচন করি
cs: Obvykle volím < Smršťovací fólie > < Přizpůsobit > < Přizpůsobení bitmapy >
da: Jeg vælger normalt < Krympefolie > < Tilpas > < Bitmaptilpasning >
de: Ich wähle normalerweise < Shrink wrap > < Fit > < Bitmap fit >
el: Συνήθως επιλέγω <Συρρίκνωση αναδίπλωσης> <Προσαρμογή> <Προσαρμογή bitmap>
es: Normalmente selecciono <Ajustar al volante> <Ajustar> <Ajustar mapa de bits>
et: Tavaliselt valin < Kahanda wrap > < Mahuta > < Bitmap fit >
fa: من معمولاً <Shrink wrap> <Fit> <Bitmap fit> را انتخاب می‌کنم.
fi: Yleensä valitsen < Kutistuskääre > < Sovita > < Bittikartta-sovitus >
fr: Je sélectionne généralement < Rétrécissement > < Ajustement > < Ajustement bitmap >
he: אני בדרך כלל בוחר < לעטוף מתכווץ > < התאמה > < התאמת מפת סיביות >
hi: मैं आमतौर पर < श्रिंक रैप > < फिट > < बिटमैप फिट > का चयन करता हूँ
hu: Általában a < Zsugorfóliázás > < Igazítás > < Bitkép illesztése > lehetőséget választom.
id: Saya biasanya memilih < Shrink wrap > < Fit > < Bitmap fit >
it: Di solito seleziono < Shrink wrap > < Fit > < Bitmap fit >
ja: 私は通常、<シュリンクラップ> <フィット> <ビットマップフィット>を選択します。
lt: Paprastai renkuosi <Shrink wrap > <Fit > <Bitmap fit >
lv: Parasti es izvēlos <Shrink wrap > <Fit > <Bitmap fit >
nl: Ik selecteer meestal < Krimpfolie > < Passend > < Bitmap passend >
no: Jeg velger vanligvis < Krympeplast > < Tilpass > < Bitmap-tilpasning >
pl: Zwykle wybieram opcję < Kurczenie > < Dopasuj > < Dopasuj do mapy bitowej >
pt: Normalmente seleciono < Encolher > < Ajustar > < Ajuste de bitmap >
ro: De obicei, selectez < Încadrare contractivă > < Potrivire > < Potrivire bitmap >
ru: Я обычно выбираю < Термоусадочная пленка > < Подгонка > < Подгонка битового изображения >
sq: Zakonisht zgjedh < Shrink wrap > < Fit > < Bitmap fit >
sr: Обично бирам < Скупљање > < Уклопи > < Уклопи битмапу >
sv: Jag brukar välja < Krympplast > < Anpassa > < Bitmappsanpassning >
sw: Kawaida mimi huchagua < Shrink wrap > < Fit > < Bitmap fit >
ta: நான் வழக்கமாக சுருக்கு மடக்கு > < ஃபிட் > < பிட்மேப் பொருத்தம் > என்பதைத் தேர்ந்தெடுக்கிறேன்.
th: โดยปกติฉันจะเลือก < Shrink wrap > < Fit > < Bitmap fit >
tr: Genellikle < Shrink wrap > < Fit > < Bitmap fit > seçeneğini seçerim
uk: Зазвичай я вибираю < Термоусадочна упаковка > < За розміром > < За розміром растрового зображення >
ur: میں عام طور پر <Srink wrap> <Fit> <bitmap fit> کو منتخب کرتا ہوں۔
vi: Tôi thường chọn < Shrink wrap > < Fit > < Bitmap fit >

source: and then select a square 256 pixel bitmap, like the ones used in Nimzo_3d.
ar: ثم حدد خريطة نقطية مربعة بحجم 256 بكسل، مثل تلك المستخدمة في Nimzo_3d.
bg: и след това изберете квадратно растерно изображение от 256 пиксела, подобно на използваните в Nimzo_3d.
bn: এবং তারপর Nimzo_3d তে ব্যবহৃত বিটম্যাপের মতো একটি বর্গাকার 256 পিক্সেল বিটম্যাপ নির্বাচন করুন।
cs: a poté vyberte čtvercový bitmapový obrázek o velikosti 256 pixelů, jako ty použité v Nimzo_3d.
da: og vælg derefter et firkantet bitmap på 256 pixels, ligesom dem, der bruges i Nimzo_3d.
de: und wählen Sie dann eine quadratische 256-Pixel-Bitmap aus, wie sie beispielsweise in Nimzo_3d verwendet wird.
el: και στη συνέχεια επιλέξτε ένα τετράγωνο bitmap 256 pixel, όπως αυτά που χρησιμοποιούνται στο Nimzo_3d.
es: y luego seleccione un mapa de bits cuadrado de 256 píxeles, como los que se utilizan en Nimzo_3d.
et: ja seejärel vali ruudukujuline 256 piksliga bitikaart, nagu need, mida kasutatakse Nimzo_3d-s.
fa: و سپس یک بیت‌مپ مربعی ۲۵۶ پیکسلی، مانند نمونه‌های استفاده شده در Nimzo_3d، انتخاب کنید.
fi: ja valitse sitten neliönmuotoinen 256 pikselin bittikartta, kuten Nimzo_3d:ssä käytetyt.
fr: Sélectionnez ensuite une image bitmap carrée de 256 pixels, comme celles utilisées dans Nimzo_3d.
he: ולאחר מכן בחר מפת סיביות ריבועית של 256 פיקסלים, כמו אלה המשמשים ב-Nimzo_3d.
hi: और फिर एक वर्गाकार 256 पिक्सेल बिटमैप का चयन करें, जैसे कि Nimzo_3d में उपयोग किया गया है।
hu: majd válasszon ki egy négyzet alakú, 256 pixeles bitképet, mint amilyeneket a Nimzo_3d-ben használnak.
id: lalu pilih bitmap persegi 256 piksel, seperti yang digunakan di Nimzo_3d.
it: e poi seleziona una bitmap quadrata da 256 pixel, come quelle utilizzate in Nimzo_3d.
ja: 次に、Nimzo_3d で使用されているものと同じ、256 ピクセルの正方形のビットマップを選択します。
lt: ir tada pasirinkite kvadratinį 256 pikselių bitų vaizdą, panašų į tuos, kurie naudojami „Nimzo_3d“.
lv: un pēc tam atlasiet kvadrātveida 256 pikseļu bitkarti, piemēram, tādas, kādas tiek izmantotas Nimzo_3d.
nl: en selecteer vervolgens een vierkante bitmap van 256 pixels, zoals die gebruikt worden in Nimzo_3d.
no: og velg deretter et firkantet bitmap på 256 piksler, som de som brukes i Nimzo_3d.
pl: a następnie wybierz kwadratową mapę bitową o rozmiarze 256 pikseli, taką jak użyto w Nimzo_3d.
pt: Em seguida, selecione um bitmap quadrado de 256 pixels, como os usados no Nimzo_3d.
ro: și apoi selectați un bitmap pătrat de 256 de pixeli, precum cele utilizate în Nimzo_3d.
ru: и затем выберите квадратное растровое изображение размером 256 пикселей, подобное тем, что используются в Nimzo_3d.
sq: dhe pastaj zgjidhni një bitmap katror me 256 piksel, si ato të përdorura në Nimzo_3d.
sr: а затим изаберите квадратну битмапу од 256 пиксела, као оне коришћене у Nimzo_3d.
sv: och välj sedan en fyrkantig bitmapp på 256 pixlar, som de som används i Nimzo_3d.
sw: na kisha uchague bitmap ya mraba ya pikseli 256, kama zile zinazotumika katika Nimzo_3d.
ta: பின்னர் Nimzo_3d இல் பயன்படுத்தப்பட்டதைப் போல ஒரு சதுர 256 பிக்சல் பிட்மேப்பைத் தேர்ந்தெடுக்கவும்.
th: จากนั้นเลือกบิตแมปสี่เหลี่ยมจัตุรัสขนาด 256 พิกเซล เช่นเดียวกับที่ใช้ใน Nimzo_3d
tr: ve ardından Nimzo_3d'de kullanılanlara benzer 256 piksellik kare bir bitmap seçin.
uk: а потім виберіть квадратне растрове зображення розміром 256 пікселів, подібне до тих, що використовуються в Nimzo_3d.
ur: اور پھر مربع 256 پکسل بٹ میپ منتخب کریں، جیسا کہ Nimzo_3d میں استعمال کیا جاتا ہے۔
vi: và sau đó chọn một ảnh bitmap vuông 256 pixel, giống như ảnh được sử dụng trong Nimzo_3d.

source: Then select < Export > and choose the DirectX converter from the list.
ar: ثم حدد <تصدير> واختر محول DirectX من القائمة.
bg: След това изберете < Експортиране > и изберете DirectX конвертора от списъка.
bn: তারপর <Export> নির্বাচন করুন এবং তালিকা থেকে DirectX কনভার্টারটি নির্বাচন করুন।
cs: Poté vyberte < Exportovat > a ze seznamu vyberte převodník DirectX.
da: Vælg derefter <Eksporter>, og vælg DirectX-konverteren på listen.
de: Wählen Sie anschließend < Exportieren > und wählen Sie den DirectX-Konverter aus der Liste aus.
el: Στη συνέχεια, επιλέξτε <Εξαγωγή> και επιλέξτε τον μετατροπέα DirectX από τη λίστα.
es: Luego seleccione < Exportar > y elija el convertidor DirectX de la lista.
et: Seejärel valige < Ekspordi > ja valige loendist DirectX-i muundur.
fa: سپس <Export> را انتخاب کرده و مبدل DirectX را از لیست انتخاب کنید.
fi: Valitse sitten <Vie> ja valitse DirectX-muunnin luettelosta.
fr: Sélectionnez ensuite < Exporter > et choisissez le convertisseur DirectX dans la liste.
he: לאחר מכן בחר <Export> ובחר את ממיר DirectX מהרשימה.
hi: फिर < Export > का चयन करें और सूची से DirectX कनवर्टर चुनें।
hu: Ezután válassza az < Export > lehetőséget, és válassza ki a DirectX konvertert a listából.
id: Kemudian pilih < Ekspor > dan pilih konverter DirectX dari daftar.
it: Quindi seleziona < Esporta > e scegli il convertitore DirectX dall'elenco.
ja: 次に、<エクスポート>を選択し、リストからDirectXコンバーターを選択します。
lt: Tada pasirinkite < Eksportuoti > ir iš sąrašo pasirinkite „DirectX“ keitiklį.
lv: Pēc tam atlasiet <Eksportēt> un sarakstā izvēlieties DirectX pārveidotāju.
nl: Selecteer vervolgens <Exporteren> en kies de DirectX-converter uit de lijst.
no: Velg deretter <Eksporter> og velg DirectX-konvertereren fra listen.
pl: Następnie wybierz < Eksportuj > i wybierz konwerter DirectX z listy.
pt: Em seguida, selecione < Exportar > e escolha o conversor DirectX na lista.
ro: Apoi selectați <Export> și alegeți convertorul DirectX din listă.
ru: Затем выберите <Экспорт> и выберите конвертер DirectX из списка.
sq: Pastaj zgjidhni <Eksporto > dhe zgjidhni konvertuesin DirectX nga lista.
sr: Затим изаберите < Извоз > и изаберите DirectX конвертор са листе.
sv: Välj sedan <Exportera> och välj DirectX-konverteraren från listan.
sw: Kisha chagua < Export > na uchague kigeuzi cha DirectX kutoka kwenye orodha.
ta: பின்னர் ஏற்றுமதி > என்பதைத் தேர்ந்தெடுத்து பட்டியலிலிருந்து டைரக்ட்எக்ஸ் மாற்றியைத் தேர்ந்தெடுக்கவும்.
th: จากนั้นเลือก <ส่งออก> และเลือกตัวแปลง DirectX จากรายการ
tr: Daha sonra <Dışa Aktar> seçeneğini seçin ve listeden DirectX dönüştürücüyü seçin.
uk: Потім виберіть < Експорт > та виберіть конвертер DirectX зі списку.
ur: پھر < ایکسپورٹ > کو منتخب کریں اور فہرست سے DirectX کنورٹر کو منتخب کریں۔
vi: Sau đó chọn <Xuất> và chọn trình chuyển đổi DirectX từ danh sách.

source: The new directory should have the same format as the existing ones.
ar: يجب أن يكون تنسيق الدليل الجديد هو نفسه تنسيق الأدلة الموجودة.
bg: Новата директория трябва да има същия формат като съществуващите.
bn: নতুন ডিরেক্টরিটির বিন্যাস বিদ্যমান ডিরেক্টরিগুলির মতোই হওয়া উচিত।
cs: Nový adresář by měl mít stejný formát jako ty stávající.
da: Den nye mappe skal have samme format som de eksisterende.
de: Das neue Verzeichnis sollte das gleiche Format wie die bestehenden Verzeichnisse haben.
el: Ο νέος κατάλογος θα πρέπει να έχει την ίδια μορφή με τους υπάρχοντες.
es: El nuevo directorio deberá tener el mismo formato que los existentes.
et: Uuel kataloogil peaks olema sama vorming kui olemasolevatel.
fa: دایرکتوری جدید باید فرمتی مشابه دایرکتوری‌های موجود داشته باشد.
fi: Uuden hakemiston tulisi olla samassa muodossa kuin olemassa olevat.
fr: Le nouveau répertoire doit avoir le même format que les répertoires existants.
he: הספרייה החדשה צריכה להיות באותו פורמט כמו הספריות הקיימות.
hi: नई निर्देशिका का प्रारूप मौजूदा निर्देशिका के समान ही होना चाहिए।
hu: Az új könyvtárnak ugyanolyan formátumúnak kell lennie, mint a meglévőknek.
id: Direktori baru harus memiliki format yang sama dengan yang sudah ada.
it: La nuova directory dovrebbe avere lo stesso formato di quelle esistenti.
ja: 新しいディレクトリは既存のディレクトリと同じ形式にする必要があります。
lt: Naujas katalogas turėtų būti tokio paties formato kaip ir esami.
lv: Jaunajam direktorijam jābūt tādā pašā formātā kā esošajiem.
nl: De nieuwe directory moet dezelfde indeling hebben als de bestaande directory's.
no: Den nye katalogen bør ha samme format som de eksisterende.
pl: Nowy katalog powinien mieć taki sam format jak istniejące.
pt: O novo diretório deve ter o mesmo formato que os diretórios existentes.
ro: Noul director ar trebui să aibă același format ca cele existente.
ru: Новый каталог должен иметь тот же формат, что и существующие.
sq: Drejtoria e re duhet të ketë të njëjtin format si ato ekzistuese.
sr: Нови директоријум треба да има исти формат као и постојећи.
sv: Den nya katalogen ska ha samma format som de befintliga.
sw: Saraka mpya inapaswa kuwa na umbizo sawa na zilizopo.
ta: புதிய கோப்பகம் ஏற்கனவே உள்ள கோப்பகங்களைப் போலவே இருக்க வேண்டும்.
th: ไดเร็กทอรีใหม่ควรมีรูปแบบเดียวกับไดเร็กทอรีที่มีอยู่
tr: Yeni dizin mevcut dizinlerle aynı formatta olmalıdır.
uk: Новий каталог повинен мати той самий формат, що й існуючі.
ur: نئی ڈائرکٹری کا وہی فارمیٹ ہونا چاہیے جو موجودہ ڈائرکٹری میں ہو۔
vi: Thư mục mới phải có cùng định dạng với thư mục hiện có.

source: e.g < Set l - chess set name by modeller >
ar: على سبيل المثال < المجموعة l - اسم مجموعة الشطرنج حسب النموذج >
bg: напр. < Комплект l - име на шахматния комплект от моделиращия>
bn: যেমন <Set l - মডেলার দ্বারা দাবা সেটের নাম >
cs: např. < Sada l - název šachové sady podle modeláře >
da: f.eks. < Sæt l - navn på skaksæt af modeller >
de: z.B. < Set l - Schachset-Name vom Modellierer >
el: π.χ. < Σετ l - όνομα σετ σκακιού από τον μοντελιστή >
es: p. ej. < Conjunto l - nombre del juego de ajedrez por el modelador >
et: nt < Komplekt l - malekomplekti nimi modelleerija järgi >
fa: مثلاً <مجموعه l - نام مجموعه شطرنج توسط مدل‌ساز>
fi: esim. < Sarja l - shakkisarjan nimi mallinnuksen tekijän mukaan >
fr: par exemple < Set l - nom du jeu d'échecs par le modélisateur >
he: לדוגמה < סט l - שם סט שחמט לפי המודל >
hi: उदाहरण < सेट l - मॉडलर द्वारा शतरंज सेट का नाम >
hu: pl. < l. készlet - sakkkészlet neve a modellező által >
id: misalnya < Set l - nama set catur oleh pemodel >
it: ad esempio < Set l - nome del set di scacchi del modellatore >
ja: 例: < セット l - モデラーによるチェスセット名 >
lt: pvz., < Rinkinys l - šachmatų rinkinio pavadinimas pagal modeliuotoją>
lv: piem., < Komplekts l - modelētāja piešķirtais šaha komplekta nosaukums>
nl: bijv. < Set l - schaaksetnaam door modelleur >
no: f.eks. < Sett l - navn på sjakksett av modeller >
pl: np. < Zestaw l - nazwa zestawu szachowego według modelarza >
pt: Exemplo: < Conjunto l - nome do conjunto de xadrez definido pelo modelador >
ro: de ex. < Set l - numele setului de șah după modelator >
ru: например <Набор l - название набора шахмат по моделисту>
sq: p.sh. < Seti l - emri i setit të shahut nga modeluesi >
sr: нпр. < Сет l - назив шаховског сета по моделу >
sv: t.ex. < Set l - schacksetnamn av modellerare>
sw: k.m < Weka l - chess kuweka jina na modeler >
ta: எ.கா. <செட் எல் - மாடலரின் சதுரங்கத் தொகுப்பின் பெயர் >
th: เช่น <ชุด l - ชื่อชุดหมากรุกโดยผู้สร้างแบบจำลอง >
tr: örn. < Set l - modelleyici tarafından belirlenen satranç takımı adı >
uk: наприклад <Набір l - назва шахового набору за моделлю>
ur: مثال کے طور پر < Set l - شطرنج کا سیٹ نام بذریعہ ماڈلر >
vi: ví dụ < Set l - tên bộ cờ vua theo người tạo mô hình >

source: The letter should be the first free one available alphabetically.
ar: يجب أن تكون الرسالة هي الرسالة المجانية الأولى المتاحة أبجديًا.
bg: Буквата трябва да е първата свободна, налична по азбучен ред.
bn: অক্ষরটি বর্ণানুক্রমিকভাবে উপলব্ধ প্রথম বিনামূল্যের অক্ষর হওয়া উচিত।
cs: Písmeno by mělo být první volné, které je k dispozici v abecedním pořadí.
da: Brevet skal være det første gratis, der er tilgængeligt alfabetisk.
de: Es sollte der erste freie Buchstabe im Alphabet sein.
el: Η επιστολή θα πρέπει να είναι η πρώτη δωρεάν διαθέσιμη αλφαβητικά.
es: La letra debe ser la primera libre disponible alfabéticamente.
et: Täht peaks olema tähestikulises järjekorras esimene vaba saadaolev täht.
fa: این نامه باید اولین نامه رایگان موجود بر اساس حروف الفبا باشد.
fi: Kirjaimen tulisi olla aakkosjärjestyksessä ensimmäinen vapaana oleva kirjain.
fr: La lettre doit être la première disponible par ordre alphabétique.
he: המכתב צריך להיות הראשון שזמין בחינם לפי סדר אלפביתי.
hi: यह पत्र वर्णमालानुसार उपलब्ध पहला निःशुल्क पत्र होना चाहिए।
hu: A betűnek ábécé sorrendben az első szabadnak kell lennie.
id: Huruf tersebut harus menjadi huruf bebas pertama yang tersedia secara alfabetis.
it: La lettera dovrebbe essere la prima disponibile gratuitamente in ordine alfabetico.
ja: この文字は、アルファベット順で最初に空いている文字である必要があります。
lt: Raidė turėtų būti pirmoji laisva abėcėlės tvarka.
lv: Burtam jābūt pirmajam brīvajam pieejamajam burtam alfabētiskā secībā.
nl: De letter moet de eerste gratis beschikbare letter in alfabetische volgorde zijn.
no: Brevet skal være det første gratis som er tilgjengelig alfabetisk.
pl: Litera powinna być pierwszą wolną i dostępną literą w kolejności alfabetycznej.
pt: A letra deve ser a primeira disponível em ordem alfabética.
ro: Litera ar trebui să fie prima liberă disponibilă în ordine alfabetică.
ru: Это должна быть первая свободная буква в алфавитном порядке.
sq: Letra duhet të jetë e para falas e disponueshme sipas rendit alfabetik.
sr: Писмо би требало да буде прво слободно доступно по абецедном реду.
sv: Brevet ska vara det första gratis som finns tillgängligt alfabetiskt.
sw: Barua inapaswa kuwa ya kwanza ya bure inayopatikana kwa alfabeti.
ta: அகர வரிசைப்படி கிடைக்கும் முதல் இலவச கடிதமாக கடிதம் இருக்க வேண்டும்.
th: ตัวอักษรควรเป็นตัวอักษรตัวแรกที่ว่างตามลำดับตัวอักษร
tr: Harf alfabetik olarak ilk boşta olan olmalıdır.
uk: Лист має бути першим вільним з доступних в алфавітному порядку.
ur: حرف تہجی کے لحاظ سے دستیاب پہلا مفت خط ہونا چاہیے۔
vi: Bức thư này phải là bức thư đầu tiên có sẵn theo thứ tự bảng chữ cái.
